[
{"id": "PRJEB50461", "title": "The genome sequence of the Clifden nonpareil, Catocala fraxini (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Catocala fraxini (the Clifden nonpareil; Arthropoda; Insecta; Lepidoptera; Erebidae). The genome sequence is 781 megabases in span. The majority of the assembly (99.99%) is scaffolded into 31 chromosomal pseudomolecules, with the Z sex chromosome assembled. The mitochondrial genome was also assembled, and is 15.6 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-129/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19727/dd02adfc-c541-45c5-b448-2cad93495857_figure1.gif", "caption": "Figure 1. Image of the Catocala fraxini (ilCatFrax1) specimen taken prior to preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17818.1"},
{"id": "PRJEB46852", "title": "The genome sequence of the tree wasp, Dolichovespula sylvestris Scopoli, 1763", "abstract": " We present a genome assembly from an individual male  Dolichovespula sylvestris (the tree wasp; Arthropoda; Insecta; Hymenoptera; Vespidae). The genome sequence is 233 megabases in span. The majority of the assembly (95.56%) is scaffolded into 26 chromosomal pseudomolecules. The mitochondrial genome was also assembled and is 21.3 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-113/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19682/28979658-f827-431b-9028-563526ed5374_figure1.gif", "caption": "Figure 1. Image of the iyDolSylv1 specimen taken prior to preservation and processing.Dolichovespula sylvestris , iyDolSylv1.2: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17783.1"},
{"id": "PRJEB45672", "title": "The genome sequence of the box-headed blood bee, Sphecodes monilicornis (Kirby, 1802)", "abstract": " We present a genome assembly from an individual male  Sphecodes monilicornis (the box-headed blood bee; Arthropoda; Insecta; Hymenoptera; Halictidae). The genome sequence is 497 megabases in span. The majority of the assembly (95.04%) is scaffolded into 19 chromosomal pseudomolecules. The mitochondrial genome was also assembled and is 15.6 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-115/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19685/865a650a-289d-4527-a0aa-6ad6fbfda2c8_figure1.gif", "caption": "Figure 1. Image of the Sphecodes monilicornis (iySphMoni1) specimen taken during preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17786.1"},
{"id": "PRJEB46314", "title": "The genome sequence of the yellow loosestrife bee, Macropis europaea Warncke, 1973", "abstract": " We present a genome assembly from an individual male  Macropis europaea (the yellow loosestrife bee; Arthropoda; Insecta; Hymenoptera; Melittidae). The genome sequence is 547 megabases in span. The majority of the assembly (61.81%) is scaffolded into 11 chromosomal pseudomolecules. There is an unusually large proportion of satellite repeat, which could not be placed in the assembly The mitochondrial genome was also assembled and is 19.2 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-110/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19687/d261ae8b-6bab-41a6-b0df-e10e5cfd9e94_figure1.gif", "caption": "Figure 1. Image of the Macropis europaea (iyMacEuro1) specimen taken during preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17787.1"},
{"id": "PRJEB46845", "title": "The genome sequence of the pebble prominent, Notodonta ziczac (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Notodonta ziczac (the pebble prominent; Arthropoda; Insecta; Lepidoptera; Notodontidae). The genome sequence is 352 megabases in span. The majority of the assembly (99.66%) is scaffolded into 31 chromosomal pseudomolecules, with the Z sex chromosome assembled. The mitochondrial genome was also assembled, and is 18.3 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-111/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19689/cf53b096-6a30-4d26-9f4f-e7ce77183031_figure1.gif", "caption": "Figure 1. Image of the Notodonta ziczac (ilNotZicz1) specimen taken prior to preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17789.1"},
{"id": "PRJEB45174", "title": "The genome sequence of a hoverfly, Xanthogramma pedissequum (Harris, 1776)", "abstract": " We present a genome assembly from an individual male  Xanthogramma pedissequum (Arthropoda; Insecta; Diptera; Syrphidae). The genome sequence is 977 megabases in span. The majority of the assembly (95.94%) is scaffolded into six chromosomal pseudomolecules, with the X and Y sex chromosomes assembled.", "url": "https://wellcomeopenresearch.org/articles/7-38/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19416/4b9031e7-0028-45bb-a3bf-af39050b2ca0_figure1.gif", "caption": "Figure 1. Images of the idXanPedi1 specimen taken during preservation and processing.Xanthogramma pedissequum , idXanPedi1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17559.1"},
{"id": "PRJEB42240", "title": "The genome sequence of the Atlantic horse mackerel, Trachurus trachurus (Linnaeus 1758)", "abstract": " We present a genome assembly from an individual  Trachurus trachurus (the Atlantic horse mackerel; Chordata; Actinopteri; Carangiformes; Carangidae). The genome sequence is 801 megabases in span. The majority of the assembly, 98.68%, is scaffolded into 24 chromosomal pseudomolecules. Gene annotation of this assembly on Ensembl has identified 25,797 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/7-118/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19721/29170119-a6cc-492a-a392-a88a02f16443_figure1.gif", "caption": "Figure 1. Genome assembly of Trachurus trachurus , fTraTra1.2: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17813.1"},
{"id": "PRJEB43533", "title": "The genome sequence of the small copper, Lycaena phlaeas (Linnaeus, 1760)", "abstract": " We present a genome assembly from an individual male  Lycaena phlaeas (the small copper; Arthropoda; Insecta; Lepidoptera; Lycaenidae). The genome sequence is 420 megabases in span. The whole of the assembly is scaffolded into 24 chromosomal pseudomolecules, with the Z sex chromosome assembled. Gene annotation of this assembly on Ensembl has identified 12,147 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-294/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19115/bd58bd77-e2d8-4e5b-9e61-33bd3c4919c5_figure1.gif", "caption": "Figure 1. Fore and hind wings of Lycaena phlaeas specimen from which the genome was sequenced.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17289.1"},
{"id": "PRJEB43807", "title": "The genome sequence of the common green lacewing, Chrysoperla carnea (Stephens, 1836)", "abstract": " We present a genome assembly from an individual female  Chrysoperla carnea (a common green lacewing; Arthropoda; Insecta; Neuroptera; Chrysopidae). The genome sequence is 560 megabases in span. The majority of the assembly (95.70%) is scaffolded into six chromosomal pseudomolecules, with the X sex chromosome assembled. Gene annotation of this assembly by the NCBI Eukaryotic Genome Annotation Pipeline has identified 12,985 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-334/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19301/d9eb8203-c1bd-4b4d-a044-cd0a1a6ae18d_figure1.gif", "caption": "Figure 1. Genome assembly of Chrysoperla carnea , inChrCarn1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17455.1"},
{"id": "PRJEB45667", "title": "The genome sequence of the grey top shell, Steromphala cineraria (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual  Steromphala cineraria (the grey topshell; Mollusca; Gastropoda; Trochida; Trochidae). The genome sequence is 1,270 megabases in span. The majority of the assembly (99.23%) is scaffolded into 18 chromosomal pseudomolecules.", "url": "https://wellcomeopenresearch.org/articles/7-44/v2", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19632/14b9f24e-62a4-4d14-b8f3-1b4bf06723a8_figure1.gif", "caption": "Figure 1. Image of the xgSteCine2 specimen.Steromphala cineraria , xgSteCine2.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17677.2"},
{"id": "PRJEB48048", "title": "The genome sequence of Gari tellinella (Lamarck, 1818), a sunset clam", "abstract": " We present a genome assembly from an individual  Gari tellinella (Mollusca; Bivalvia; Cardiida; Psammobiidae). The genome sequence is 1,598 megabases in span. The majority of the assembly (99.85%) is scaffolded into 19 chromosomal pseudomolecules. The complete mitochondrial genome was also assembled and is 18.5 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-116/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19711/4b109a9d-9dd2-45e3-820b-fc7c63f96111_figure1.gif", "caption": "Figure 1. Images of the Gari tellinella specimen taken during preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17805.1"},
{"id": "PRJEB43537", "title": "The genome sequence of the swallow prominent, Pheosia tremula (Clerck, 1759)", "abstract": " We present a genome assembly from an individual male  Pheosia tremula (the swallow prominent; Arthropoda; Insecta; Lepidoptera; Notodontidae). The genome sequence is 290 megabases in span. The majority of the assembly, 99.94%, is scaffolded into 31 chromosomal pseudomolecules, with the Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-335/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19334/466d7aa5-ffd6-4738-83ec-426db610394d_figure1.gif", "caption": "Figure 1. Image of the ilPheTrem1 specimen taken prior to preservation and processing.Pheosia tremula , ilPheTrem1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17484.1"},
{"id": "PRJEB45665", "title": "The genome sequence of the grizzled skipper, Pyrgus malvae (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Pyrgus malvae (the grizzled skipper; Arthropoda; Insecta; Lepidoptera; Hesperiidae). The genome sequence is 725 megabases in span. The majority (99.97%) of the assembly is scaffolded into 31 chromosomal pseudomolecules, with the Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/7-114/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19712/567aa1ac-f51a-46b5-be4d-b1174b3b8c76_figure1.gif", "caption": "Figure 1. Fore and hind wings of the Pyrgus malvae specimen from which the genome was sequenced.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17806.1"},
{"id": "PRJEB42127", "title": "The genome sequence of the yellow-tail moth, Euproctis similis (Fuessly, 1775)", "abstract": " We present a genome assembly from an individual male  Euproctis similis (the yellow-tail; Arthropoda; Insecta; Lepidoptera; Lymantriidae). The genome sequence is 508 megabases in span. Over 99% of the assembly is scaffolded into 22 chromosomal pseudomolecules, with the Z sex chromosome assembled. The complete mitochondrial genome, 15.5 kb in length, was also assembled.", "url": "https://wellcomeopenresearch.org/articles/6-227/v2", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19033/82fab318-5d58-43c2-92af-8fc7e21423eb_figure1.gif", "caption": "Figure 1. Image of the Euproctis similis specimen (ilEupSimi1) used for genome sequencing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17188.2"},
{"id": "PRJEB45189", "title": "The genome sequence of Aplidium turbinatum (Savigny 1816), a colonial sea squirt", "abstract": " We present a genome assembly from an individual  Aplidium turbinatum (Chordata; Ascidiacea; Aplousobranchia; Polyclinidae). The genome sequence is 605 megabases in span. The majority of the assembly (99.98%) is scaffolded into 18 chromosomal pseudomolecules. The complete mitochondrial genome was also assembled and is 18.4 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-106/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19684/fb4d1ee8-ab66-430b-a01c-17d54e039f58_figure1.gif", "caption": "Figure 1. Image of the Aplidium turbinatum specimen taken during preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17785.1"},
{"id": "PRJEB45116", "title": "The genome sequence of the spiny starfish, Marthasterias glacialis (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual  Marthasterias glacialis (the spiny starfish; Echinodermata; Asteroidea; Forcipulatida; Asteriidae). The genome sequence is 521 megabases in span. The majority of the assembly, 99.44%, is scaffolded into 22 chromosomal pseudomolecules. The mitochondrial genome has also been assembled, and is 16 kb in span.", "url": "https://wellcomeopenresearch.org/articles/6-295/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19174/4051ddf5-2674-4ac8-8a2f-aef818312df4_figure1.gif", "caption": "Figure 1. An image of the sequenced specimen, eaMarGlac1, taken immediately prior to processing and preservation.Marthasterias glacialis , eaMarGlac1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17344.1"},
{"id": "PRJEB48374", "title": "The genome sequence of the double-striped pug, Gymnoscelis rufifasciata (Haworth, 1809)", "abstract": " We present a genome assembly from an individual female  Gymnoscelis rufifasciata (the double-striped pug; Arthropoda; Insecta; Lepidoptera; Geometridae). The genome sequence is 352 megabases in span. The majority of the assembly (99.82%) is scaffolded into 32 chromosomal pseudomolecules, with the W and Z sex chromosomes assembled. The mitochondrial genome was also assembled, and is 15.4 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-135/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19690/c932f075-a961-4a9d-a8c7-09e7236b20c5_figure1.gif", "caption": "Figure 1. Image of the Gymnoscelis rufifasciata (ilGymRufi1) specimen taken prior to preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17790.1"},
{"id": "PRJEB46321", "title": "The genome sequence of the rosy rustic, Hydraecia micacea (Esper, 1789)", "abstract": " We present a genome assembly from an individual female  Hydraecia micacea (the rosy rustic; Arthropoda; Insecta; Lepidoptera; Noctuidae). The genome sequence is 562 megabases in span. The majority of the assembly (99.98%) is scaffolded into 32 chromosomal pseudomolecules, with the W and Z sex chromosomes assembled. The mitochondrial genome was also assembled, and is 16.3 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-131/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19744/5ab86aa1-3a39-48b6-99f4-f4d5417f0d31_figure1.gif", "caption": "Figure 1. Image of the Hydraecia micacea (ilHydMica1) specimen taken during preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17832.1"},
{"id": "PRJEB48397", "title": "The genome sequence of the brimstone moth, Opisthograptis luteolata (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Opisthograptis luteolata (the brimstone moth; Arthropoda; Insecta; Lepidoptera; Geometridae). The genome sequence is 363 megabases in span. The majority of the assembly (99.99%) is scaffolded into 31 chromosomal pseudomolecules with the Z sex chromosome assembled. The complete mitochondrial genome was also assembled and is 16.7 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-227/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/20072/ed1e3064-c3ab-4154-926d-8f9e10e48ce5_figure1.gif", "caption": "Figure 1. Image of the Opisthograptis luteolata specimen taken prior to preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.18101.1"},
{"id": "PRJEB42135", "title": "The genome sequence of the smoky wainscot, Mythimna impura (Hubner, 1808)", "abstract": " We present a genome assembly from an individual female  Mythimna impura (smoky wainscot; Arthropoda; Insecta; Lepidoptera; Noctuidae). The genome sequence is 949 megabases in span. The majority of the assembly (98.39%) is scaffolded into 32 chromosomal pseudomolecules with the W and Z sex chromosomes assembled. The complete mitochondrial genome was also assembled and is 15.3 kilobases in length. Gene annotation of this assembly on Ensembl has identified 15,441 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/7-226/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/20075/28dad32d-99e0-419b-928f-a4a16d8fc9ba_figure1.gif", "caption": "Figure 1. Image of the Mythimna impura specimen taken prior to preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.18104.1"},
{"id": "PRJEB50788", "title": "The genome sequence of the pale mottled willow, Caradrina clavipalpis (Scopoli, 1763)", "abstract": " We present a genome assembly from an individual male  Caradrina clavipalpis (pale mottled willow; Arthropoda; Insecta; Lepidoptera; Noctuidae). The genome sequence is 474 megabases in span. The entire assembly (100%) is scaffolded into 31 chromosomal pseudomolecules with the Z sex chromosome assembled. The complete mitochondrial genome was also assembled and is 15.6 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-225/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/20074/b0ec1ff5-0811-40bd-901b-047a516fe3b3_figure1.gif", "caption": "Figure 1. Image of the Caradrina clavipalpis specimen taken prior to preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.18103.1"},
{"id": "PRJEB47324", "title": "The genome sequence of the scotch argus butterfly, Erebia aethiops (Esper, 1777)", "abstract": " We present a genome assembly from an individual female  Erebia aethiops (the scotch argus; Arthropoda; Insecta; Lepidoptera; Nymphalidae). The genome sequence is 473 megabases in span. The complete assembly is scaffolded into 20 chromosomal pseudomolecules, with the W and Z sex chromosomes assembled. The complete mitochondrial genome was also assembled and is 15.2 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-217/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19865/c3b57e1d-aa60-4596-bdee-a94bdbf2d5f0_figure1.gif", "caption": "Figure 1. Fore and hind wings of the Erebia aethiops specimen from which the genome was sequenced.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17927.1"},
{"id": "PRJEB48330", "title": "The genome sequence of the wall brown, Lasiommata megera (Linnaeus, 1767)", "abstract": " We present a genome assembly from an individual female  Lasiommata megera (the wall brown; Arthropoda; Insecta; Lepidoptera; Nymphalidae). The genome sequence is 488 megabases in span. The majority of the assembly (99.97%) is scaffolded into 30 chromosomal pseudomolecules with the W and Z sex chromosomes assembled. The complete mitochondrial genome was also assembled and is 15.3 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-230/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/20077/49db189f-ff86-4e71-b2fa-d88486f2af57_figure1.gif", "caption": "Figure 1. Fore and hind wings of the Lasiommata megera specimen from which the genome was sequenced.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.18106.1"},
{"id": "PRJEB47321", "title": "The genome sequence of the hawthorn shieldbug, Acanthosoma haemorrhoidale (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Acanthosoma haemorrhoidale (hawthorn shieldbug; Arthropoda; Insecta; Hemiptera; Acanthosomatidae). The genome sequence is 866 megabases in span. The majority of the assembly (99.98%) is scaffolded into 7 chromosomal pseudomolecules with the X and Y sex chromosomes assembled. The complete mitochondrial genome was also assembled and is 18.9 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-178/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19864/b197f48a-c4f2-4a76-9574-37963314b3a4_figure1.gif", "caption": "Figure 1. Image of the Acanthosoma haemorrhoidale specimen taken prior to preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17926.1"},
{"id": "PRJEB45178", "title": "The genome sequence of the clay, Mythimna ferrago (Fabricius, 1787)", "abstract": " We present a genome assembly from an individual female  Mythimna ferrago (the clay; Arthropoda; Insecta; Lepidoptera; Noctuidae). The genome sequence is 861 megabases in span. The majority of the assembly (99.98%) is scaffolded into 32 chromosomal pseudomolecules, with the W and Z chromosomes assembled. The complete mitochondrial genome was also assembled and is 15.3 kilobases in length. Gene annotation of this assembly on Ensembl has identified 14,075 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/7-177/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19861/e709fd76-8ce3-4cbf-bb6e-ef72c3592e26_figure1.gif", "caption": "Figure 1. Image of the Mythimna ferrago specimen taken prior to preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17923.1"},
{"id": "PRJEB45669", "title": "The genome sequence of the sallow kitten, Furcula furcula (Clerck, 1759)", "abstract": " We present a genome assembly from an individual male  Furcula furcula (the sallow kitten; Arthropoda; Insecta; Lepidoptera; Notodontidae). The genome sequence is 736 megabases in span. The entire assembly (100%) is scaffolded into 29 chromosomal pseudomolecules, with the Z sex chromosome assembled. The complete mitochondrial genome was also assembled and is 17.2 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-229/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/20083/1bfb5dd0-fafd-48ef-8ce4-eed2d5e083c8_figure1.gif", "caption": "Figure 1. Image of the Furcula furcula specimen taken prior to preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.18112.1"},
{"id": "PRJEB48591", "title": "The genome sequence of the peacock moth, Macaria notata (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Macaria notata (the peacock moth; Arthropoda; Insecta; Lepidoptera; Geometridae). The genome sequence is 394 megabases in span. The majority of the assembly (99.98%) is scaffolded into 29 chromosomal pseudomolecules with the Z sex chromosome assembled. The complete mitochondrial genome was also assembled and is 15.4 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-228/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/20079/29f20317-454a-4e55-b607-fb07b03bb750_figure1.gif", "caption": "Figure 1. Image of the Macaria notata specimen taken prior to preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.18108.1"},
{"id": "PRJEB44832", "title": "The genome sequence of the 6-spot burnet, Zygaena filipendulae (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Zygaena filipendulae (6-spot burnet; Arthropoda; Insecta; Lepidoptera; Zygaenidae). The genome sequence is 365.9 megabases in span. The majority of the assembly (99.99%) is scaffolded into 31 chromosomal pseudomolecules, with the W and Z sex chromosomes assembled. The complete mitochondrial genome was also assembled and is 15.6 kilobases in length. Gene annotation of this assembly on Ensembl has identified 12,493 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/7-197/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19862/4186558a-aa85-45d6-9e84-4b375c763917_figure1.gif", "caption": "Figure 1. Image of the Zygaena filipendulae specimen taken prior to preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17924.1"},
{"id": "PRJEB42119", "title": "The genome sequence of the dun-bar pinion, Cosmia trapezina (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Cosmia trapezina (dun-bar pinion; Arthropoda; Insecta; Lepidoptera; Noctuidae). The genome sequence is 825 megabases in span. The majority of the assembly (99.87%) is scaffolded into 32 chromosomal pseudomolecules with the Z chromosome assembled. The complete mitochondrial genome was also assembled and is 15.4 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-189/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19863/7359eb7b-bc20-4a1e-8319-c890423160a7_figure1.gif", "caption": "Figure 1. Image of the Cosmia trapezina specimen taken prior to preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17925.1"},
{"id": "PRJEB43796", "title": "The genome sequence of the mottled umber, Erannis defoliaria (Clerk, 1759)", "abstract": " We present a genome assembly from an individual male  Erannis defoliaria (the mottled umber; Arthropoda; Insecta; Lepidoptera; Geometridae). The genome sequence is 522 megabases in span. The majority of the assembly (99.93%) is scaffolded into 29 chromosomal pseudomolecules, with the Z sex chromosome assembled. The mitochondrial genome was also assembled, and is 13.1 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-208/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19723/acb2fc6a-b792-4fdb-a2db-b9eff7fe2609_figure1.gif", "caption": "Figure 1. Image of the Erannis defoliaria (ilEraDefo1) specimen taken during preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17815.1"},
{"id": "PRJEB45126", "title": "The genome sequence of the garden grass-veneer, Chrysoteuchia culmella (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Chrysoteuchia culmella (the garden grass-veneer; Arthropoda; Insecta; Lepidoptera; Crambidae). The genome sequence is 645 megabases in span. The majority of the assembly (99.81%) is scaffolded into 31 chromosomal pseudomolecules with the Z sex chromosome assembled. The complete mitochondrial genome was also assembled and is 15.4 kilobases in length. Gene annotation of this assembly on Ensembl has identified 21,251 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/7-248/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/20078/1c6335ff-5ec0-47ea-a809-c779016f72f8_figure1.gif", "caption": "Figure 1. Image of the Chrysoteuchia culmella specimen taken prior to preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.18107.1"},
{"id": "PRJEB46317", "title": "The genome sequence of the merveille du jour, Griposia aprilina (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual  Griposia aprilina (the merveille du jour; Arthropoda; Insecta; Lepidoptera; Noctuidae). The genome sequence is 720 megabases in span. The majority of the assembly (99.89%) is scaffolded into 32 chromosomal pseudomolecules with the W and Z sex chromosomes assembled. The complete mitochondrial genome was also assembled and is 15.4 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-247/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/20093/cad8c023-e6af-414c-87ae-363955f177dd_figure1.gif", "caption": "Figure 1. Image of the Griposia aprilina specimen taken prior to preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.18122.1"},
{"id": "PRJEB46333", "title": "The genome sequence of the European badger, Meles meles (Linnaeus, 1758)", "abstract": " We present a haplotype resolved, diploid genome assembly from a male  Meles meles (European badger; Chordata; Mammalia; Carnivora; Mustelidae) using the trio binning approach. The genome sequence is 2,739 megabases in span. The majority of the assembly (95.16%) is scaffolded into 23 chromosomal pseudomolecules with the X and Y sex chromosomes assembled. The complete mitochondrial genome was also assembled and is 16.4 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-239/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/20209/996676f2-02dc-4eee-8b30-0629780e55f9_figure1.gif", "caption": "Figure 1. Artistic impression of a European badger, Meles meles .", "citeURL": "https://doi.org/10.12688/wellcomeopenres.18230.1"},
{"id": "PRJEB46854", "title": "The genome sequence of the yellow-legged clearwing, Synanthedon vespiformis (Linnaeus, 1761)", "abstract": " We present a genome assembly from an individual male  Synanthedon vespiformis (the yellow-legged clearwing; Arthropoda; Insecta; Lepidoptera; Sesiidae). The genome sequence is 287 megabases in span. Of the assembly, 100% is scaffolded into 31 chromosomal pseudomolecules with the Z sex chromosome assembled. The complete mitochondrial genome was also assembled and is 17.3 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-233/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/20080/0896e9d5-d531-4dd1-a855-49ddcc432af6_figure1.gif", "caption": "Figure 1. Image of the Synanthedon vespiformis specimen taken prior to preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.18109.1"},
{"id": "PRJEB45202", "title": "The genome sequence of the harlequin ladybird, Harmonia axyridis (Pallas, 1773)", "abstract": " We present a genome assembly from an individual female  Harmonia axyridis (the harlequin ladybird; Arthropoda; Insecta; Coleoptera; Coccinellidae). The genome sequence is 426 megabases in span. The majority (99.98%) of the assembly is scaffolded into 8 chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-300/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19179/79a3dcf3-2d18-4d91-abb1-ae4aac680934_figure1.gif", "caption": "Figure 1. An image of the sequenced specimen, icHarAxyr1, captured immediately prior to processing and preservation.Harmonia axyridis , icHarAxyr1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17349.1"},
{"id": "PRJEB51334", "title": "The genome sequence of the killer whale, Orcinus orca (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Orcinus orca (the killer whale; Chordata; Mammalia; Artiodactyla; Delphinidae). The genome sequence is 2.65 gigabases in span. The majority of the assembly (93.76%) is scaffolded into 22 chromosomal pseudomolecules with the X sex chromosome assembled. The complete mitochondrial genome was also assembled and is 16.4 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-250/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/20260/ef3ce9cf-7ffb-4e3f-8a3a-df00375c2149_figure1.gif", "caption": "Figure 1. Image of Morgan, the Orcinus orca individual whose blood sample was used for the genome assembly.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.18278.1"},
{"id": "PRJEB45192", "title": "The genome sequence of the black clock beetle, Pterostichus madidus (Fabricius, 1775)", "abstract": " We present a genome assembly from an individual female  Pterostichus madidus (the black clock beetle; Arthropoda; Insecta; Coleoptera; Carabidae). The genome sequence is 705 megabases in span. The majority (99.96%) of the assembly is scaffolded into 19 chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-301/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19177/ff6ee598-e654-4e90-8e85-8e9b85b67a90_figure1.gif", "caption": "Figure 1. An image of the sequenced specimen, icPteMadi1, captured immediately prior to processing and preservation.Pterostichus madidus , icPteMadi1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17347.1"},
{"id": "PRJEB43535", "title": "The genome sequence of the meadow brown, Maniola jurtina (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Maniola jurtina (the meadow brown; Arthropoda; Insecta; Lepidoptera; Nymphalidae). The genome sequence is 402 megabases in span. The complete assembly is scaffolded into 30 chromosomal pseudomolecules, with the W and Z sex chromosome assembled. Gene annotation of this assembly on Ensembl has identified 12,502 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-296/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19131/c8cdd59b-e2a0-4d44-8c41-aacb17cac6b1_figure1.gif", "caption": "Figure 1. Fore and hind wings of Maniola jurtina specimens from which the genome was sequenced.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17304.1"},
{"id": "PRJEB45118", "title": "The genome sequence of the long-spined sea scorpion, Taurulus bubalis (Euphrasén, 1786)", "abstract": " We present a genome assembly from an individual female  Taurulus bubalis (the long-spined sea scorpion; Chordata; Actinopteri; Perciformes; Cottidae). The genome sequence is 615 megabases in span. The complete assembly is scaffolded into 21 chromosomal pseudomolecules.", "url": "https://wellcomeopenresearch.org/articles/6-299/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19189/850df0bc-1be2-4b3a-af70-6a835a37fd64_figure1.gif", "caption": "Figure 1. Images of the fTauBub2 specimen taken prior to preservation and processing.Taurulus bubalis , fTauBub2.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17356.1"},
{"id": "PRJEB43032", "title": "The genome sequence of the drone fly, Eristalis tenax (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Eristalis tenax (the drone fly; Arthropoda; Insecta; Diptera; Syriphidae). The genome sequence is 487 megabases in span. The majority of the assembly (96.50%) is scaffolded into six chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-307/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19191/9f81c25b-f098-4d68-9f52-22e0737f861c_figure1.gif", "caption": "Figure 1. Top, image of the idEriTena2 specimen used for sequencing, with 43.9 mm FluidX sample tube for scale. Below, example image of an Eristalis tenax individual (not the sampled specimen) taken by William Hawkes.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17357.1"},
{"id": "PRJEB45130", "title": "The genome sequence of Svensson’s copper underwing, Amphipyra berbera Rungs, 1949", "abstract": " We present a genome assembly from an individual male  Amphipyra berbera (Svensson’s copper underwing; Arthropoda; Insecta; Lepidoptera; Noctuidae). The genome sequence is 582 megabases in span. The majority (99.97%) of the assembly is scaffolded into 31 chromosomal pseudomolecules, with the Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-314/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19180/0d059d7d-0585-48fb-9f1f-67d7c3a7a00f_figure1.gif", "caption": "Figure 1. An image of the sequenced specimen, ilAmpBerb1, captured immediately prior to processing and preservation.Amphipyra berbera , ilAmpBerb1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17350.1"},
{"id": "PRJEB43200", "title": "The genome sequence of the grey wolf, Canis lupus Linnaeus 1758", "abstract": " We present a genome assembly from an individual male  Canis lupus orion (the grey wolf, subspecies: Greenland wolf; Chordata; Mammalia; Carnivora; Canidae). The genome sequence is 2,447 megabases in span. The majority of the assembly (98.91%) is scaffolded into 40 chromosomal pseudomolecules, with the X and Y sex chromosomes assembled.", "url": "https://wellcomeopenresearch.org/articles/6-310/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19162/d2d3f437-ec7e-44ae-bb8d-77802ca12bf7_figure1.gif", "caption": "Figure 1. Genome assembly of Canis lupus , mCanLor1.2: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17332.1"},
{"id": "PRJEB44834", "title": "The genome sequence of the seven-spotted ladybird, Coccinella septempunctata Linnaeus, 1758", "abstract": " We present a genome assembly from an individual female  Coccinella septempunctata (the seven-spotted ladybird; Arthropoda; Insecta; Coleoptera; Coccinellidae). The genome sequence is 399 megabases in span. The majority (99.96%) of the assembly is scaffolded into 9 chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-319/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19176/e9134ed5-f030-4418-aa18-dc7806c7f727_figure1.gif", "caption": "Figure 1. Image of the icCocSept1 specimen captured prior to preservation and processing.Coccinella septempunctata , icCocSept1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17346.1"},
{"id": "PRJEB43530", "title": "The genome sequence of the red-headed cardinal beetle, Pyrochroa serraticornis (Scopoli, 1763)", "abstract": " We present a genome assembly from an individual male  Pyrochroa serraticornis (the red-headed cardinal beetle; Arthropoda; Insecta; Coleoptera; Pyrochroidae). The genome sequence is 249 megabases in span. The majority (97.92%) of the assembly is scaffolded into 10 chromosomal pseudomolecules, with the X and Y sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-316/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19197/61da7b5c-1910-47e3-ab06-217067fd2325_figure1.gif", "caption": "Figure 1. Genome assembly of Pyrochroa serraticornis , icPyrSerr1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17362.1"},
{"id": "PRJEB42954", "title": "The genome sequence of the heath fritillary, Melitaea athalia (Rottemburg, 1775)", "abstract": " We present a genome assembly from an individual female  Melitaea athalia (also known as ; the heath fritillary; Arthropoda; Insecta; Lepidoptera; Nymphalidae). The genome sequence is 610 megabases in span. In total, 99.98% of the assembly is scaffolded into 32 chromosomal pseudomolecules, with the W and Z sex chromosome assembled. Gene annotation of this assembly on Ensembl has identified 12,824 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-304/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19104/548cb413-c332-489c-8345-75fabef53d62_figure1.gif", "caption": "Figure 1. Fore and hind wings of Melitaea athalia specimen from which the genome was sequenced.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17280.1"},
{"id": "PRJEB45119", "title": "The genome sequence of the hazel leaf-roller, Apoderus coryli (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Apoderus coryli (the hazel leaf roller; Arthropoda; Insecta; Coleoptera; Attelabidae). The genome sequence is 428 megabases in span. The majority (98.90%) of the assembly is scaffolded into 20 chromosomal pseudomolecules, with the X and Y sex chromosomes assembled.", "url": "https://wellcomeopenresearch.org/articles/6-315/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19217/e53a5e94-7707-4706-a42c-d0630bc45be2_figure1.gif", "caption": "Figure 1. Images of the Apoderus colyri specimen, icApoCory1, used for genome sequencing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17380.1"},
{"id": "PRJEB45121", "title": "The genome sequence of the common malachite beetle, Malachius bipustulatus (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Malachius bipustulatus (the common malachite beetle; Arthropoda; Insecta; Coleoptera; Melyridae). The genome sequence is 544 megabases in span. The majority (99.70%) of the assembly is scaffolded into 10 chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-322/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19218/7a5baf23-47fc-4365-82e2-b97a6e34e1ba_figure1.gif", "caption": "Figure 1. Image of the Malachius bipustulatus specimen (icMalBipu1) used for genome sequencing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17381.1"},
{"id": "PRJEB45190", "title": "The genome sequence of a soldier beetle, Cantharis rustica Fallén 1807", "abstract": " We present a genome assembly from an individual male  Cantharis rustica (a soldier beetle; Arthropoda; Insecta; Coleoptera; Cantharidae). The genome sequence is 446 megabases in span. The majority (99.71%) of the assembly is scaffolded into 7 chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-325/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19198/67abf36e-6e7b-44e4-b155-896a4be9caf7_figure1.gif", "caption": "Figure 1. Genome assembly of Cantharis rustica , icCanRust1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17363.1"},
{"id": "PRJEB42869", "title": "The genome sequence of the painted lady, Vanessa cardui Linnaeus 1758", "abstract": " We present a genome assembly from an individual female  Vanessa cardui (the painted lady; Arthropoda; Insecta; Lepidoptera; Nymphalidae). The genome sequence is 425 megabases in span. The majority of the assembly is scaffolded into 32 chromosomal pseudomolecules, with the W and Z sex chromosome assembled. Gene annotation of this assembly on Ensembl has identified 12,821 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-324/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19192/09cce351-7b66-4029-98b6-7a236f471eee_figure1.gif", "caption": "Figure 1. Fore and hind wings of Vanessa cardui specimens from which the genome was sequenced.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17358.1"},
{"id": "PRJEB45197", "title": "The genome sequence of the sycamore, Acronicta aceris (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Acronicta aceris (the sycamore; Arthropoda; Insecta; Lepidoptera; Noctuidae). The genome sequence is 466 megabases in span. The complete assembly is scaffolded into 32 chromosomal pseudomolecules, with the W and Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-326/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19184/59157838-7d84-4b4c-a340-2360214a8d48_figure1.gif", "caption": "Figure 1. Image of the ilAcrAcer1 specimen captured prior to preservation and processing.Acronicta aceris , ilAcrAcer1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17354.1"},
{"id": "PRJEB43740", "title": "The genome sequence of the spectacle, Abrostola tripartita Hufnagel, 1766", "abstract": " We present a genome assembly from an individual male  Abrostola tripartita (the spectacle; Arthropoda; Insecta; Lepidoptera; Noctuidae). The genome sequence is 381 megabases in span. The majority of the assembly (99.99%) is scaffolded into 31 chromosomal pseudomolecules, with the Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-330/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19185/8e223020-3dcf-40f8-a3c5-c81d25a1d0a8_figure1.gif", "caption": "Figure 1. Image of the ilAbrTrip1 specimen taken prior to preservation and processing.Abrostola tripartita , ilAbrTrip1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17355.1"},
{"id": "PRJEB44830", "title": "The genome sequence of the European nightjar, Caprimulgus europaeus (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Caprimulgus europaeus (the European nightjar; Chordata; Aves; Caprimulgiformes; Caprimulgidae). The genome sequence is 1,178 megabases in span. The majority of the assembly (99.33%) is scaffolded into 37 chromosomal pseudomolecules, including the W and Z sex chromosomes.", "url": "https://wellcomeopenresearch.org/articles/6-332/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19297/58c6f438-3d1c-41ec-a76d-d607068f966d_figure1.gif", "caption": "Figure 1. Genome assembly of Caprimulgus europaeus , bCapEur3.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17451.1"},
{"id": "PRJEB45198", "title": "The genome sequence of the two-banded wasp hoverfly, Chrysotoxum bicinctum (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Chrysotoxum bicinctum (the two-banded wasp hoverfly; Arthropoda; Insecta; Diptera; Syriphidae). The genome sequence is 913 megabases in span. The majority of the assembly (98.81%) is scaffolded into five chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-321/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19219/6612d9bd-beab-42b9-945d-67d5218270a1_figure1.gif", "caption": "Figure 1. Top, image of the idChrBici1 specimen used for sequencing, with 43.9 mm FluidX sample tube for scale.Chrysotoxum bicinctum , idChrBici1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17382.1"},
{"id": "PRJEB42956", "title": "The genome sequence of the large tortoiseshell, Nymphalis polychloros (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Nymphalis polychloros (the large tortoiseshell; Arthropoda; Insecta; Lepidoptera; Nymphalidae). The genome sequence is 398 megabases in span. The majority of the assembly is scaffolded into 32 chromosomal pseudomolecules, with the W and Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-238/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19000/d74ca088-31ea-425a-9e50-11f235c4d8c4_figure1.gif", "caption": "Figure 1. Fore and hind wings of Nymphalis polychloros specimen from which the genome was sequenced.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17196.1"},
{"id": "PRJEB43742", "title": "The genome sequence of the common red soldier beetle, Rhagonycha fulva (Scopoli, 1763)", "abstract": " We present a genome assembly from an individual female  Rhagonycha fulva (the common red soldier beetle; Arthropoda; Insecta; Coleoptera; Cantharidae). The genome sequence is 425 megabases in span. The majority of the assembly is scaffolded into seven chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-243/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19002/72dc5e27-e74c-4eed-9885-3493ec026fd7_figure1.gif", "caption": "Figure 1. Genome assembly of Rhagonycha fulva , icRhaFulv1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17198.1"},
{"id": "PRJEB45203", "title": "The genome sequence of the bishop’s mitre shieldbug, Aelia acuminata (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Aelia acuminata (the bishop’s mitre shieldbug; Arthropoda; Insecta; Hemiptera; Pentatomidae). The genome sequence is 1,170 megabases in span. The majority of the assembly (99.78%) is scaffolded into 8 chromosomal pseudomolecules, with the X and Y sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-320/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19237/1504f01a-cc10-48d3-a66e-56e45fd2c977_figure1.gif", "caption": "Figure 1. Image of the Aelia acuminata specimen (ihAelAcum1) used for genome sequencing, taken during preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17400.1"},
{"id": "PRJEB41953", "title": "The genome sequence of the peach blossom moth, Thyatira batis (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Thyatira batis (the peach-blossom moth; Arthropoda; Insecta; Lepidoptera; Drepanidae). The genome sequence is 315 megabases in span. The majority of the assembly (99.68%) is scaffolded into 31 chromosomal pseudomolecules, with the Z sex chromosome assembled. The mitochondrial genome was also assembled and is 15.4 kilobases in length. Gene annotation of this assembly on Ensembl has identified 12,238 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-267/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19086/4ec21d19-cb3b-4550-9fec-51625ce1521f_figure1.gif", "caption": "Figure 1. Image of the Thyatira batis sample used to generate the genome assembly (ilThyBati1).", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17268.1"},
{"id": "PRJEB42142", "title": "The genome sequence of the large white, Pieris brassicae (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Pieris brassicae (the large white; Arthropoda; Insecta; Lepidoptera; Pieridae). The genome sequence is 292 megabases in span. The majority of the assembly is scaffolded into 16 chromosomal pseudomolecules, with the W and Z sex chromosome assembled. Gene annotation of this assembly on Ensembl has identified 12,229 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-262/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19097/41d40b6a-6efa-439c-9f4c-464e38aeebbe_figure1.gif", "caption": "Figure 1. Fore and hind wings of Pieris brassicae specimens from which the genome was sequenced.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17274.1"},
{"id": "PRJEB42955", "title": "The genome sequence of the Glanville fritillary, Melitaea cinxia (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Melitaea cinxia (the Glanville fritillary; Arthropoda; Insecta; Lepidoptera; Nymphalidae). The genome sequence is 499 megabases in span. The complete assembly is scaffolded into 31 chromosomal pseudomolecules, with the Z sex chromosome assembled. Gene annotation of this assembly on Ensembl has identified 13,666 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-266/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19107/a556598f-bd8a-4606-8c2d-1c7385cd6dd8_figure1.gif", "caption": "Figure 1. Fore and hind wings of Melitaea cinxia specimen from which the genome was sequenced.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17283.1"},
{"id": "PRJEB42130", "title": "The genome sequence of the European peacock butterfly, Aglais io (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Aglais io (also known as and ) (the European peacock; Arthropoda; Insecta; Lepidoptera; Nymphalidae). The genome sequence is 384 megabases in span. The majority (99.91%) of the assembly is scaffolded into 31 chromosomal pseudomolecules, with the Z sex chromosome assembled. Gene annotation of this assembly on Ensembl has identified 11,420 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-258/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19009/ad678212-1664-4882-b7bd-4fc773f69c2e_figure1.gif", "caption": "Figure 1. Fore and hind wings of Aglais io specimen from which the genome was sequenced.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17204.1"},
{"id": "PRJEB42143", "title": "The genome sequence of the small white, Pieris rapae (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Pieris rapae (the small white; Arthropoda; Insecta; Lepidoptera; Pieridae). The genome sequence is 256 megabases in span. The majority of the assembly is scaffolded into 26 chromosomal pseudomolecules, with the W and Z sex chromosome assembled. Gene annotation of this assembly on Ensembl has identified 12,390 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-273/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19113/66756f65-c8fd-4daf-9f69-95d3602ea807_figure1.gif", "caption": "Figure 1. Fore and hind wings of Pieris rapae specimen from which the genome was sequenced.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17288.1"},
{"id": "PRJEB43539", "title": "The genome sequence of the garden bumblebee, Bombus hortorum (Linnaeus, 1761)", "abstract": " We present a genome assembly from an individual female  Bombus hortorum (the garden bumblebee; Arthropoda; Insecta; Hymenoptera; Apidae). The genome sequence is 296 megabases in span. The majority of the assembly is scaffolded into 18 chromosomal pseudomolecules.", "url": "https://wellcomeopenresearch.org/articles/6-270/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/18990/1feeaa3b-3161-4705-8fb2-20dee655f1a3_figure1.gif", "caption": "Figure 1. Genome assembly of Bombus hortorum , iyBomHort1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17187.1"},
{"id": "PRJEB42238", "title": "The genome sequence of the common toad, Bufo bufo (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Bufo bufo (the common toad; Chordata; Amphibia; Anura; Bufonidae). The genome sequence is 5.04 gigabases in span. The majority of the assembly (99.1%) is scaffolded into 11 chromosomal pseudomolecules. Gene annotation of this assembly by the NCBI Eukaryotic Genome Annotation Pipeline has identified 21,517 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-281/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19125/412f7036-cc7a-4d4c-8a6f-a4d748ab39bb_figure1.gif", "caption": "Figure 1. Bufo bufo , aBufBuf1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17298.1"},
{"id": "PRJEB43798", "title": "The genome sequence of the green-underside blue, Glaucopsyche alexis (Poda, 1761)", "abstract": " We present a genome assembly from an individual male  Glaucopsyche alexis (the green-underside blue; Arthropoda; Insecta; Lepidoptera; Lycaenidae). The genome sequence is 620 megabases in span. The majority (99.87%) of the assembly is scaffolded into 23 chromosomal pseudomolecules, with the Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-274/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19082/c6ad1e06-7380-456f-b10f-701f01a580ec_figure1.gif", "caption": "Figure 1. Fore and hind wings of the Glaucopsyche alexis specimen from which the genome was sequenced.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17264.1"},
{"id": "PRJEB45185", "title": "The genome sequence of the bootlace worm, Lineus longissimus (Gunnerus, 1770)", "abstract": " We present a genome assembly from an individual  Lineus longissimus (the bootlace worm; Nemertea; Pilidiophora; Heteronemertea; Lineidae). The genome sequence is 391 megabases in span. The majority of the assembly is scaffolded into 19 chromosomal pseudomolecules.", "url": "https://wellcomeopenresearch.org/articles/6-272/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/18996/78a77ad1-630b-446c-85e6-5dbe61515c44_figure1.gif", "caption": "Figure 1. Genome assembly of Lineus longissimus , tnLinLong1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17193.1"},
{"id": "PRJEB42949", "title": "The genome sequence of the clouded yellow, Colias crocea (Geoffroy, 1785)", "abstract": " We present a genome assembly from an individual female  Colias crocea (also known as ; the clouded yellow; Arthropoda; Insecta; Lepidoptera; Pieridae). The genome sequence is 325 megabases in span. The complete assembly is scaffolded into 32 chromosomal pseudomolecules, with the W and Z sex chromosome assembled. Gene annotation of this assembly on Ensembl has identified 13,803 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-284/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19119/90215ff3-31b9-45b2-b871-8c4462c0dace_figure1.gif", "caption": "Figure 1. Fore and hind wings of Colias crocea specimen from which the genome was sequenced.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17292.1"},
{"id": "PRJEB42957", "title": "The genome sequence of the white ermine, Spilosoma lubricipeda Linnaeus 1758", "abstract": " We present a genome assembly from an individual male  Spilosoma lubricipeda (the white ermine; Arthropoda; Insecta; Lepidoptera; Erebidae). The genome sequence is 587 megabases in span. The majority of the assembly is scaffolded into 30 chromosomal pseudomolecules, with the Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-271/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/18993/e31a8fab-3d29-4da9-99e9-9b7d7986a16c_figure1.gif", "caption": "Figure 1. Genome assembly of Spilosoma lubricipeda , ilSpiLubr1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17190.1"},
{"id": "PRJEB42239", "title": "The genome sequence of the common frog, Rana temporaria Linnaeus 1758", "abstract": " We present a genome assembly from an individual female  Rana temporaria (the common frog; Chordata; Amphibia; Anura; Ranidae). The genome sequence is 4.11 gigabases in span. The majority of the assembly is scaffolded into 13 chromosomal pseudomolecules. Gene annotation of this assembly by the NCBI Eukaryotic Genome Annotation Pipeline has identified 23,707 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-286/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19123/c1981901-257c-4a2e-aab7-4298fdd878ff_figure1.gif", "caption": "Figure 1. Images of the Rana temporaria specimen sequenced.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17296.1"},
{"id": "PRJEB45122", "title": "The genome sequence of the St Mark’s fly, Bibio marci (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Bibio marci (the St Mark’s fly; Arthropoda; Insecta; Diptera; Bibionidae). The genome sequence is 340 megabases in span. The complete assembly is scaffolded into six chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-285/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19083/d5216200-0773-45ba-9f2a-69327736a8d0_figure1.gif", "caption": "Figure 1. Genome assembly of Bibio marci , idBibMarc1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17265.1"},
{"id": "PRJEB43034", "title": "The genome sequences of the male and female green-veined white, Pieris napi (Linnaeus, 1758)", "abstract": " We present genome assemblies from a male and female  Pieris napi (the green-veined white; Arthropoda; Insecta; Lepidoptera; Pieridae). The genome sequences of the male and female are 320 and 319 megabases in span, respectively. The majority of the assembly (99.79% of the male assembly, 99.88% of the female) is scaffolded into 24 autosomal pseudomolecules, with the Z sex chromosome assembled for the male and Z and W chromosomes assembled for the female. Gene annotation of the male assembly on Ensembl has identified 13,221 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-288/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19101/392e3c08-ec1d-48bc-b534-33908a13b574_figure1.gif", "caption": "Figure 1. Fore and hind wings of Pieris napi specimens from which the genome was sequenced.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17277.1"},
{"id": "PRJEB42139", "title": "The genome sequence of the speckled wood butterfly, Pararge aegeria (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Pararge aegeria (the speckled wood butterfly; Arthropoda; Insecta; Lepidoptera; Nymphalidae). The genome sequence is 517 megabases in span. The majority of the assembly (99.68%) is scaffolded into 29 chromosomal pseudomolecules, with the W and Z sex chromosome assembled. Gene annotation of this assembly on Ensembl has identified 12,288 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-287/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19102/0498ff2f-4a4f-4026-859e-39828f9a5f2e_figure1.gif", "caption": "Figure 1. Fore and hind wings of Pararge aegeria specimens from which the genome was sequenced.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17278.1"},
{"id": "PRJEB45196", "title": "The genome sequence of the devil’s coach horse, Ocypus olens (Müller, 1764)", "abstract": " We present a genome assembly from an individual female  Ocypus olens (the devil’s coach horse; Arthropoda; Insecta; Coleoptera; Staphylinidae). The genome sequence is 1,084 megabases in span. The majority (98.81%) of the assembly is scaffolded into 20 chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-293/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19172/75e3202f-82f9-4b60-97b0-d07719c0a6ed_figure1.gif", "caption": "Figure 1. Image of the icOcyOlen1 specimen taken prior to preservation and processing.Ocypus olens , icOcyOlen1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17342.1"},
{"id": "PRJNA550988", "title": "The genome sequence of the brown trout, Salmo trutta Linnaeus 1758", "abstract": " We present a genome assembly from an individual female  Salmo trutta (the brown trout; Chordata; Actinopteri; Salmoniformes; Salmonidae). The genome sequence is 2.37 gigabases in span. The majority of the assembly is scaffolded into 40 chromosomal pseudomolecules. Gene annotation of this assembly on Ensembl has identified 43,935 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-108/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/18573/42b3580f-2f73-4ba4-9062-e3a8eeeb42a4_figure1.gif", "caption": "Figure 1. Genome assembly of Salmo trutta , fSalTru1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.16838.1"},
{"id": "PRJEB35386", "title": "The genome sequence of the eastern grey squirrel, Sciurus carolinensis Gmelin, 1788", "abstract": " We present a genome assembly from an individual male  Sciurus carolinensis (the eastern grey squirrel; Vertebrata; Mammalia; Eutheria; Rodentia; Sciuridae). The genome sequence is 2.82 gigabases in span. The majority of the assembly (92.3%) is scaffolded into 21 chromosomal-level scaffolds, with both X and Y sex chromosomes assembled.", "url": "https://wellcomeopenresearch.org/articles/5-27/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/17234/07ffdec7-6bdb-4298-8311-8619b8988d0c_figure1.gif", "caption": "Figure 1.Genome assembly of Sciurus carolinensis mSciCar1: Metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.15721.1"},
{"id": "PRJEB35381", "title": "The genome sequence of the Eurasian red squirrel, Sciurus vulgaris Linnaeus 1758", "abstract": " We present a genome assembly from an individual male  Sciurus vulgaris (the Eurasian red squirrel; Vertebrata; Mammalia; Eutheria; Rodentia; Sciuridae). The genome sequence is 2.88 gigabases in span. The majority of the assembly is scaffolded into 21 chromosomal-level scaffolds, with both X and Y sex chromosomes assembled.", "url": "https://wellcomeopenresearch.org/articles/5-18/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/17184/c2c28542-e7c9-4635-97ab-41873de24f63_figure1.gif", "caption": "Figure 1. Genome assembly of Sciurus vulgaris mSciVul1: Metrics.vulgaris mSciVul1 : GC-coverage plot.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.15679.1"},
{"id": "PRJEB36756", "title": "The genome sequence of the ringlet, Aphantopus hyperantus Linnaeus 1758", "abstract": " We present a genome assembly based on an individual female  Aphantopus hyperantus , also known as (the ringlet butterfly; Arthropoda; Insecta; Lepidoptera, Nymphalidae), scaffolded using data from a second, unrelated specimen. The genome sequence is 411 megabases in span. The majority of the assembly is scaffolded into 29 chromosomal pseudomolecules, including the Z sex chromosome.", "url": "https://wellcomeopenresearch.org/articles/6-165/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/18751/e777e6c3-613f-45c6-af1b-162485023ebe_figure1.gif", "caption": "Figure 1. Fore and hind wings of Aphantopus hyperantus specimens from which the genome was sequenced.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.16983.1"},
{"id": "PRJEB38659", "title": "The genome sequence of the European robin, Erithacus rubecula Linnaeus 1758", "abstract": " We present a genome assembly from an individual female  Erithacus rubecula (the European robin; Chordata; Aves; Passeriformes; Turdidae). The genome sequence is 1.09 gigabases in span. The majority of the assembly is scaffolded into 36 chromosomal pseudomolecules, with both W and Z sex chromosomes assembled.", "url": "https://wellcomeopenresearch.org/articles/6-172/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/18756/2889cd95-af1a-414a-b696-9185b881b05c_figure1.gif", "caption": "Figure 1. Genome assembly of Erithacus rubecula , bEriRub2.2. BlobToolKit Snailplot.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.16988.1"},
{"id": "PRJEB39550", "title": "The genome sequence of the European water vole, Arvicola amphibius Linnaeus 1758", "abstract": " We present a genome assembly from an individual male  Arvicola amphibius (the European water vole; Chordata; Mammalia; Rodentia; Cricetidae). The genome sequence is 2.30 gigabases in span. The majority of the assembly is scaffolded into 18 chromosomal pseudomolecules, including the X sex chromosome. Gene annotation of this assembly on Ensembl has identified 21,394 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-162/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/18475/13848dfe-0d50-4144-8a09-513fe55ae6e7_figure1.gif", "caption": "Figure 1. Genome assembly of Arvicola amphibius , mArvAmp1.2: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.16753.1"},
{"id": "PRJEB39566", "title": "The genome sequence of the common pipistrelle, Pipistrellus pipistrellus Schreber 1774", "abstract": " We present a genome assembly from an individual female  Pipistrellus pipistrellus (the common pipistrelle; Chordata; Mammalia; Chiroptera; Vespertilionidae). The genome sequence is 1.76 gigabases in span. The majority of the assembly is scaffolded into 21 chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-117/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/18638/04308a3e-1116-4ee5-855b-bfabb4e1fb12_figure1.gif", "caption": "Figure 1. Genome assembly of Pipistrellus pipistrellus , mPipPip1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.16895.1"},
{"id": "PRJEB30272", "title": "The genome sequence of the channel bull blenny, Cottoperca gobio (Günther, 1861)", "abstract": " We present a genome assembly for  Cottoperca gobio (channel bull blenny, (Günther, 1861)); Chordata; Actinopterygii (ray-finned fishes), a temperate water outgroup for Antarctic Notothenioids. The size of the genome assembly is 609 megabases, with the majority of the assembly scaffolded into 24 chromosomal pseudomolecules. Gene annotation on Ensembl of this assembly has identified 21,662 coding genes.", "url": "https://wellcomeopenresearch.org/articles/5-148/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/17562/b5a36037-c6ea-48dc-978a-538d80bff0b0_figure1.gif", "caption": "Figure 1. Genome assembly of Cottoperca gobio, fCotGob3.1. - BlobToolKit Snailplot, showing N50 metrics and BUSCO gene completeness.Cottoperca gobio , fCotGob3.1.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.16012.1"},
{"id": "PRJEB33202", "title": "The genome sequence of the European golden eagle, Aquila chrysaetos chrysaetos Linnaeus 1758", "abstract": " We present a genome assembly from an individual female  Aquila chrysaetos chrysaetos (the European golden eagle; Chordata; Aves; Accipitridae). The genome sequence is 1.23 gigabases in span. The majority of the assembly is scaffolded into 28 chromosomal pseudomolecules, including the W and Z sex chromosomes.", "url": "https://wellcomeopenresearch.org/articles/6-112/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/18335/518734b7-4358-4e3f-9818-9405f95eaff9_figure1.gif", "caption": "Figure 1. Genome assembly of Aquila chrysaetos chrysaetos bAquChr1.4.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.16631.1"},
{"id": "PRJEB32724", "title": "The genome sequence of the European turtle dove, Streptopelia turtur Linnaeus 1758", "abstract": " We present a genome assembly from an individual female  Streptopelia turtur (the European turtle dove; Chordata; Aves; Columbidae). The genome sequence is 1.18 gigabases in span. The majority of the assembly is scaffolded into 35 chromosomal pseudomolecules, with the W and Z sex chromosomes assembled.", "url": "https://wellcomeopenresearch.org/articles/6-191/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/18842/11686e00-d88e-417b-a47f-6b5c945fa787_figure1.gif", "caption": "Figure 1. Genome assembly of Streptopelia turtur , bStrTur1.2: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17060.1"},
{"id": "PRJNA662962", "title": "The genome sequence of the Norway rat, Rattus norvegicus Berkenhout 1769", "abstract": " We present a genome assembly from an individual male  Rattus norvegicus (the Norway rat; Chordata; Mammalia; Rodentia; Muridae). The genome sequence is 2.44 gigabases in span. The majority of the assembly is scaffolded into 20 chromosomal pseudomolecules, with both X and Y sex chromosomes assembled. This genome assembly, mRatBN7.2, represents the new reference genome for and has been adopted by the Genome Reference Consortium.", "url": "https://wellcomeopenresearch.org/articles/6-118/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/18591/35282edb-53e5-416d-b7e5-62909ef68b9b_figure1.gif", "caption": "Figure 1. Genome assembly of Rattus norvegicus , mRatBN7.2: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.16854.1"},
{"id": "PRJEB43184", "title": "The complete genome sequence of Eimeria tenella (Tyzzer 1929), a common gut parasite of chickens", "abstract": " We present a genome assembly from a clonal population of  Eimeria tenella Houghton parasites (Apicomplexa; Conoidasida; Eucoccidiorida; Eimeriidae). The genome sequence is 53.25 megabases in span. The entire assembly is scaffolded into 15 chromosomal pseudomolecules, with complete mitochondrion and apicoplast organellar genomes also present.", "url": "https://wellcomeopenresearch.org/articles/6-225/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/18887/aee9952d-2a4c-4d9f-bac4-031a8c599000_figure1.gif", "caption": "Figure 1. Genome assembly of Eimeria tenella Houghton, pEimTen1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17100.1"},
{"id": "PRJEB43808", "title": "The genome sequence of the common wasp, Vespula vulgaris (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Vespula vulgaris (the common wasp; Arthropoda; Insecta; Hymenoptera; Vespidae). The genome sequence is 188 megabases in span. The majority of the assembly is scaffolded into 25 chromosomal pseudomolecules.", "url": "https://wellcomeopenresearch.org/articles/6-232/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19012/a74c8f4d-3358-4280-b561-4877fecb30cd_figure1.gif", "caption": "Figure 1. Genome assembly of Vespula vulgaris , iyVesVulg1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17205.1"},
{"id": "PRJEB42952", "title": "The genome sequence of the poplar hawk-moth, Laothoe populi (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Laothoe populi (the poplar hawk-moth; Arthropoda; Insecta; Lepidoptera; Sphingidae). The genome sequence is 576 megabases in span. The majority of the assembly is scaffolded into 29 chromosomal pseudomolecules, with the W and Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-237/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/18994/c53bbfe4-8171-4952-8230-4bad7091595e_figure1.gif", "caption": "Figure 1. Genome assembly of Laothoe populi , ilLaoPopu1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17191.1"},
{"id": "PRJEB46331", "title": "The genome sequence of a parasitoid wasp, Ichneumon xanthorius Forster, 1771", "abstract": " We present a genome assembly from an individual female  Ichneumon xanthorius (Arthropoda; Insecta; Hymenoptera; Ichneumonidae). The genome sequence is 315 megabases in span. The majority of the assembly (82.64%) is scaffolded into 12 chromosomal pseudomolecules. Gene annotation of this assembly on Ensembl has identified 10,622 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/7-47/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19565/9f5bebfd-742c-4e37-bb8b-84419ff78aa1_figure1.gif", "caption": "Figure 1. Image of the iyIchXant1 specimen taken during preservation and processing.Ichneumon xanthorius , iyIchXant1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17683.1"},
{"id": "PRJEB42129", "title": "The genome sequence of the snout, Hypena proboscidalis (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Hypena proboscidalis (the snout; Arthropoda; Insecta; Lepidoptera; Erebidae). The genome sequence is 637 megabases in span. The majority of the assembly is scaffolded into 31 chromosomal pseudomolecules, with the Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-236/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/18992/c4a9f2a0-0e26-49ac-a14b-4ba8386a0114_figure1.gif", "caption": "Figure 1. Genome assembly of Hypena proboscidalis , ilHypProb1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17189.1"},
{"id": "PRJEB42112", "title": "The genome sequence of the small tortoiseshell butterfly, Aglais urticae (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Aglais urticae (also known as ; the small tortoiseshell; Arthropoda; Insecta; Lepidoptera; Nymphalidae). The genome sequence is 384 megabases in span. The majority of the assembly is scaffolded into 32 chromosomal pseudomolecules, with the W and Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-233/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19001/35100cf2-a650-4815-a841-e48742c5ed9b_figure1.gif", "caption": "Figure 1. Fore and hind wings of Aglais urticae specimens from which the genome was sequenced.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17197.1"},
{"id": "PRJEB43809", "title": "The genome sequence of the rock gunnel, Pholis gunnellus (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Pholis gunnellus (the rock gunnel; Chordata; Actinopteri; Perciformes; Pholidae). The genome sequence is 589 megabases in span. The majority (99.96%) of the assembly is scaffolded into 24 chromosomal pseudomolecules. The mitochondrial genome was also assembled, and is 16.5 kb in length.", "url": "https://wellcomeopenresearch.org/articles/7-58/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19583/fbe88a0e-0795-4c51-9a1a-5b5f71f156a2_figure1.gif", "caption": "Figure 1. Image of the fPhoGun1 specimen taken prior to preservation and processing.Pholis gunnellus , fPhoGun1.2: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17699.1"},
{"id": "PRJEB46299", "title": "The genome sequence of the furry-claspered furrow bee, Lasioglossum lativentre (Schenck, 1853)", "abstract": " We present a genome assembly from an individual male  Lasioglossum lativentre (the furry-claspered furrow bee; Arthropoda; Insecta; Hymenoptera; Halictidae). The genome sequence is 479 megabases in span. The majority of the assembly (75.22%) is scaffolded into 14 chromosomal pseudomolecules. The mitochondrial genome was also assembled, and is 15.3 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-57/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19593/0a8dbd3e-f539-48af-b72a-4a15ec187d1c_figure1.gif", "caption": "Figure 1. Image of the iyLasLatv2 specimen taken during preservation and processing.Lasioglossum lativentre , iyLasLatv2.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17706.1"},
{"id": "PRJEB45674", "title": "The genome sequence of the black-veined white butterfly, Aporia crataegi (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Aporia crataegi (the black-veined white; Arthropoda; Insecta; Lepidoptera; Pieridae). The genome sequence is 230 megabases in span. The complete assembly is scaffolded into 26 chromosomal pseudomolecules, with the Z sex chromosome assembled. Gene annotation of this assembly on Ensembl has identified 10,860 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/7-81/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19596/48566ffe-a298-4fdc-a78c-98aa55d57647_figure1.gif", "caption": "Figure 1. Fore and hind wings of the Aporia crataegi specimens used for sequencing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17709.1"},
{"id": "PRJEB46304", "title": "The genome sequence of the blue-tailed damselfly, Ischnura elegans (Vander Linden, 1820)", "abstract": " We present a genome assembly from an individual female  Ischnura elegans (the blue-tailed damselfly; Arthropoda; Insecta; Odonata; Coenagrionidae). The genome sequence is 1,723 megabases in span. The majority of the assembly (99.55%) is scaffolded into 14 chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/7-66/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19573/3e532313-1e9e-4b8e-bbaa-b23e305c9507_figure1.gif", "caption": "Figure 1. Genome assembly of Ischnura elegans , ioIscEleg1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17691.1"},
{"id": "PRJEB47319", "title": "The genome sequence of the chicken of the woods fungus, Laetiporus sulphureus (Bull.) Murrill, 1920", "abstract": " We present a genome assembly from an individual  Laetiporus sulphureus (the chicken of the woods fungus; Basidiomycota; Agaricomycetes; Polyporales; Laetiporaceae). The genome sequence is 37.4 megabases in span. The complete assembly is scaffolded into 14 chromosomal pseudomolecules.", "url": "https://wellcomeopenresearch.org/articles/7-83/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19645/3daee05d-8e61-4613-a8a0-cc72d3468b3f_figure1.gif", "caption": "Figure 1. Images of the Laetiporus sulphureus specimen used for genome sequencing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17750.1"},
{"id": "PRJEB46300", "title": "The genome sequence of the dumpy grass hoverfly, Melanostoma mellinum (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Melanostoma mellinum (the dumpy grass hoverfly; Arthropoda; Insecta; Diptera; Syriphidae). The genome sequence is 731 megabases in span. The majority of the assembly (99.67%) is scaffolded into five chromosomal pseudomolecules, with the X and Y sex chromosomes assembled. The complete mitochondrial genome was also assembled and is 16.1 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-59/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19486/6e6f04ad-4d3e-497c-a4a8-ecaef2564f73_figure1.gif", "caption": "Figure 1. Example images of Melanostoma mellinum .", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17615.1"},
{"id": "PRJEB43741", "title": "The genome sequence of the German wasp, Vespula germanica (Fabricius, 1793)", "abstract": " We present a genome assembly from an individual female  Vespula germanica (the German wasp; Arthropoda; Insecta; Hymenoptera; Vespidae). The genome sequence is 206 megabases in span. The majority of the assembly (98.55%) is scaffolded into 25 chromosomal pseudomolecules. The mitochondrial genome was also assembled and is 18.0 kilobases in length. Annotation of the genome assembly on Ensembl has identified 12,361 protein-coding genes.", "url": "https://wellcomeopenresearch.org/articles/7-60/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19590/83a34fa0-a157-4d2b-974a-2c8d286c0f71_figure1.gif", "caption": "Figure 1. Genome assembly of Vespula germanica , iyVesGerm1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17703.1"},
{"id": "PRJEB43033", "title": "The genome sequence of the small pearl-bordered fritillary butterfly, Boloria selene (Schiffermüller, 1775)", "abstract": " We present a genome assembly from an individual female  Boloria selene (the small pearl-bordered fritillary, also known as the silver meadow fritillary; Arthropoda; Insecta; Lepidoptera; Nymphalidae). The genome sequence is 400 megabases in span. The complete assembly is scaffolded into 31 chromosomal pseudomolecules, with the W and Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/7-76/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19625/7789a5e1-6f22-4e04-aa06-d8fdac84a22c_figure1.gif", "caption": "Figure 1. Fore and hind wings of the Boloria selene specimen from which the genome was sequenced.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17734.1"},
{"id": "PRJEB46302", "title": "The genome sequence of the plain-faced dronefly, Eristalis arbustorum (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Eristalis arbustorum (the plain-faced dronefly; Arthropoda; Insecta; Diptera; Syriphidae). The genome sequence is 451 megabases in span. The majority of the assembly (94.71%) is scaffolded into 6 chromosomal pseudomolecules, with the X sex chromosome assembled. The complete mitochondrial genome was also assembled and is 16.0 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-61/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19439/701f789d-09a2-4f46-b3dd-5335eb580df0_figure1.gif", "caption": "Figure 1. Image of the Eristalis arbustorum specimen used in genome sequencing taken during preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17580.1"},
{"id": "PRJEB47468", "title": "The genome sequence of a stonefly, Nemurella pictetii Klapalek, 1900", "abstract": " We present a genome assembly from an individual male  Nemurella pictetii (Arthropoda; Insecta; Plecoptera; Nemouridae). The genome sequence is 257 megabases in span. The majority of the assembly (99.79%) is scaffolded into 12 chromosomal pseudomolecules, with the X sex chromosome assembled. The X chromosome was found at half coverage, but no Y chromosome was found. The mitochondrial genome was assembled, and is 16.0 kb in length.", "url": "https://wellcomeopenresearch.org/articles/7-56/v2", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19633/8e8d5c22-6cda-4b8f-8d30-bceda0fd295b_figure1.gif", "caption": "Figure 1. Genome assembly of Nemurella pictetii , ipNemPict2.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17684.2"},
{"id": "PRJEB42950", "title": "The genome sequence of the small elephant hawk moth, Deilephila porcellus (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Deilephila porcellus (the small elephant hawk moth; Arthropoda; Insecta; Lepidoptera; Sphingidae). The genome sequence is 402 megabases in span. The majority of the assembly (99.99%) is scaffolded into 29 chromosomal pseudomolecules, with the Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/7-80/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19631/f1e4a6d8-0f42-4636-80c8-2c5390f1a660_figure1.gif", "caption": "Figure 1. Image of the Deilephila porcellus specimen taken prior to preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17740.1"},
{"id": "PRJEB48117", "title": "The genome sequence of the ferruginous bee-grabber, Sicus ferrugineus (Linnaeus, 1761)", "abstract": " We present a genome assembly from an individual male  Sicus ferrugineus (the ferruginous bee-grabber; Arthropoda; Insecta; Diptera; Conopidae). The genome sequence is 312 megabases in span. The majority of the assembly (99.67%) is scaffolded into 5 chromosomal pseudomolecules, with the X and Y sex chromosomes assembled. The complete mitochondrial genome was also assembled and is 16.9 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-91/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19642/f9fe14d6-c235-49dc-bc98-45ea14deabcf_figure1.gif", "caption": "Figure 1. Image of the Sicus ferrugineus specimen taken prior to preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17748.1"},
{"id": "PRJEB43794", "title": "The genome sequence of the peppered moth, Biston betularia Linnaeus, 1758", "abstract": " We present a genome assembly from an individual male  Biston betularia (the peppered moth; Arthropoda; Insecta; Lepidoptera; Geometridae). The genome sequence is 405 megabases in span. The majority of the assembly (99.99%) is scaffolded into 31 chromosomal pseudomolecules, with the Z sex chromosome assembled.Gene annotation of this assembly on Ensembl has identified 12,251 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/7-97/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19437/80a409c0-c403-4cac-9cfc-66ea623f13b4_figure1.gif", "caption": "Figure 1. Image of the ilBisBetu1 specimen taken prior to preservation and processing.Biston betularia , ilBisBetu1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17578.1"},
{"id": "PRJEB42116", "title": "The genome sequence of the silver Y moth, Autographa gamma (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Autographa gamma (the silver Y; Arthropoda; Insecta; Lepidoptera; Noctuidae). The genome sequence is 373 megabases in span. The majority of the assembly (99.65%) is scaffolded into 32 chromosomal pseudomolecules, with the W and Z sex chromosomes assembled. The mitochondrial genome was also assembled and is 15.2 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-100/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19654/c813b573-63bd-4bc2-8c03-9125aaf7b93a_figure1.gif", "caption": "Figure 1. Image of the ilAutGamm1 specimen taken prior to preservation and processing.Autographa gamma , ilAutGamm1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17758.1"},
{"id": "PRJEB45171", "title": "The genome sequence of the red deer, Cervus elaphus Linnaeus 1758", "abstract": " We present a genome assembly from an individual female  Cervus elaphus (the red deer; Chordata; Mammalia; Artiodactyla; Cervidae). The genome sequence is 2,887 megabases in span. The majority of the assembly is scaffolded into 34 chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-336/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19343/2402eedd-5faf-47f9-bc5d-7d66ea0dfd64_41147f70-ab74-4f0a-bff9-0f92055369b6_figure1.gif", "caption": "Figure 1. Image of the female Cervus elaphus from which the blood sample was taken for sequencing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17493.1"},
{"id": "PRJEB42141", "title": "The genome sequence of the angle shades moth, Phlogophora meticulosa (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Phlogophora meticulosa (the angle shades; Arthropoda; Insecta; Lepidoptera; Noctuidae). The genome sequence is 539 megabases in span. The majority of the assembly, 95.17%, is scaffolded into 31 chromosomal pseudomolecules, with the Z sex chromosome assembled. Some unassigned scaffolds are identified as belonging to the W chromosome based on half-depth coverage and comparison to other Noctuidae W chromosomes. The mitochondrial genome was also assembled and is 15.4 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-89/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19653/e6154321-6258-4baa-b36f-8db913c1f439_figure1.gif", "caption": "Figure 1. Image of the ilPhlMeti2 specimen taken prior to preservation and processing.Phlogophora meticulosa , ilPhlMeti2.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17757.1"},
{"id": "PRJEB46855", "title": "The genome sequence of the orange-striped anemone, Diadumene lineata (Verrill, 1869)", "abstract": " We present a genome assembly from an individual  Diadumene lineata (the orange-striped anemone; Cnidaria; Anthozoa; Actiniaria; Diadumenidae). The genome sequence is 313 megabases in span. The majority of the assembly (96.03%) is scaffolded into 16 chromosomal pseudomolecules. The complete mitochondrial genome was also assembled and is 17.6 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-93/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19660/46d37c20-38c9-4e99-97d8-8d07d1a8cd49_figure1.gif", "caption": "Figure 1. Image of the Diadumene lineata specimen taken prior to preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17763.1"},
{"id": "PRJEB45199", "title": "The genome sequence of the ornate tailed digger wasp, Cerceris rybyensis (Linnaeus, 1771)", "abstract": " We present a genome assembly from an individual female  Cerceris rybyensis (the ornate tailed digger wasp; Arthropoda; Insecta; Lepidoptera; Noctuidae). The genome sequence is 574 megabases in span. The majority of the assembly, 89.81%, is scaffolded into 14 chromosomal pseudomolecules.", "url": "https://wellcomeopenresearch.org/articles/6-337/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19333/462c77bf-ec51-44a8-9e22-6dc928054019_figure1.gif", "caption": "Figure 1. Image of the iyCerRyby1 specimen taken prior to capture (top) and during preservation and processing (bottom).Cerceris rybyensis , iyCerRyby1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17483.1"},
{"id": "PRJEB45188", "title": "The genome sequence of a snail-killing fly, Coremacera marginata (Fabricius, 1775)", "abstract": " We present a genome assembly from an individual female  Coremacera marginata (Arthropoda; Insecta; Diptera; Sciomyzidae). The genome sequence is 980 megabases in span. The majority of the assembly (99.84%) is scaffolded into six chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-338/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19332/42cfd85b-1c59-4be9-a4f8-fe2f4a797a01_figure1.gif", "caption": "Figure 1. Image of the idCorMarg1 specimen taken during preservation and processing.Coremacera marginata , idCorMarg1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17482.1"},
{"id": "PRJEB45671", "title": "The genome sequence of the bisetose emerald-bottle, Bellardia pandia (Walker, 1849)", "abstract": " We present a genome assembly from an individual female  Bellardia pandia (the bisetose emerald-bottle; Arthropoda; Insecta; Diptera; Calliphoridae). The genome sequence is 617 megabases in span. The majority of the assembly (97.82%) is scaffolded into six chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-344/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19342/5c48a176-2247-4757-8029-401e7c2a48e2_figure1.gif", "caption": "Figure 1. Image of the idBelPand1 specimen used for sequencing, taken during preservation ad processing. Bellardia pandia , idBelPand1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17492.1"},
{"id": "PRJEB42138", "title": "The genome sequence of the iron prominent, Notodonta dromedarius (Linnaeus, 1767)", "abstract": " We present a genome assembly from an individual male  Notodonta dromedarius (iron prominent; Arthropoda; Insecta; Lepidoptera; Notodontidae). The genome sequence is 342 megabases in span. The majority of the assembly, 99.35%, is scaffolded into 31 chromosomal pseudomolecules, with the Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-341/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19339/9947530a-4fe2-483b-9d79-22865e12ef3e_figure1.gif", "caption": "Figure 1. Image of the ilNotDrom1 specimen taken prior to preservation and processing.Notodonta dromedarius , ilNotDrom1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17489.1"},
{"id": "PRJEB42946", "title": "The genome sequence of Tachina fera Linnaeus, 1761, a tachinid fly", "abstract": " We present a genome assembly from an individual female  Tachina fera (Arthropoda; Insecta; Diptera; Tachinidae). The genome sequence is 752 megabases in span. The majority of the assembly (99.98%) is scaffolded into 6 chromosomal pseudomolecules, with the X sex chromosome assembled. The complete mitochondrial genome was also assembled and is 17.4 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-103/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19657/281aafb5-7cdf-4f16-94a5-066ec6890624_figure1.gif", "caption": "Figure 1. Image of the Tachina fera specimen taken during preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17760.1"},
{"id": "PRJEB45675", "title": "The genome sequence of the bronze furrow bee, Seladonia tumulorum (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Seladonia tumulorum (the bronze furrow bee; Arthropoda; Insecta; Hymenoptera; Halictidae). The genome sequence is 479 megabases in span. The majority of the assembly (84.28%) is scaffolded into 17 chromosomal pseudomolecules. The mitochondrial genome was also assembled and is 17.3 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-105/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19683/054a9985-d9e0-4fa6-bea4-1685cddec451_figure1.gif", "caption": "Figure 1. Image of the iySelTumu1 specimen taken during preservation and processing.Seladonia tumulorum , iySelTumu1.3: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17784.1"},
{"id": "PRJEB46301", "title": "The genome sequence of Gymnosoma rotundatum (Linnaeus, 1758), a parasitoid ladybird fly", "abstract": " We present a genome assembly from an individual male  Gymnosoma rotundatum (Arthropoda; Insecta; Diptera; Tachinidae). The genome sequence is 779 megabases in span. The majority of the assembly (97.07%) is scaffolded into six chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/7-104/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19681/2a02eb09-b966-4ff3-b7b0-7d583f919d84_figure1.gif", "caption": "Figure 1. Images of the Gymnosoma rotundatum specimen, taken during preservation and processing.Gymnosoma rotundatum , idGymRotn1.2: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17782.1"},
{"id": "PRJEB42136", "title": "The genome sequence of the broad-bordered yellow underwing, Noctua fimbriata (Schreber, 1759)", "abstract": " We present a genome assembly from an individual female  Noctua fimbriata (the broad-bordered yellow underwing; Arthropoda; Insecta; Lepidoptera; Noctuidae). The genome sequence is 574 megabases in span. The complete assembly is scaffolded into 32 chromosomal pseudomolecules, with the W and Z sex chromosomes assembled.", "url": "https://wellcomeopenresearch.org/articles/6-345/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19340/e6befb7f-c6bf-42cf-b00d-0d361a806940_figure1.gif", "caption": "Figure 1. Image of the ilNocFimb1 specimen taken during preservation and processing.Noctua fimbriata , ilNocFimb1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17490.1"},
{"id": "PRJEB41907", "title": "The genome sequence of the holly blue, Celastrina argiolus (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Celastrina argiolus ) (the holly blue; Arthropoda; Insecta; Lepidoptera; Lycaenidae). The genome sequence is 499 megabases in span. The majority (99.99%) of the assembly is scaffolded into 26 chromosomal pseudomolecules, with the Z sex chromosome assembled. Gene annotation of this assembly on Ensembl has identified 12,199 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-340/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19326/232dc07d-00c2-47ab-9614-90a91d71d902_figure1.gif", "caption": "Figure 1. Fore and hind wings of the Celastrina argiolus specimen from which the genome was sequenced.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17478.1"},
{"id": "PRJEB42064", "title": "The genome sequence of the red admiral, Vanessa atalanta (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Vanessa atalanta (the red admiral; Arthropoda; Insecta; Lepidoptera; Nymphalidae). The genome sequence is 370 megabases in span. The majority of the assembly (99.44%) is scaffolded into 32 chromosomal pseudomolecules, with the W and Z sex chromosome assembled. Gene annotation of this assembly on Ensembl has identified 12,493 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-356/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19376/9511ec83-926a-4db4-a7ed-9f69b36fc935_figure1.gif", "caption": "Figure 1. Fore and hind wings of Vanessa atalanta specimens from which the genome was sequenced.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17524.1"},
{"id": "PRJEB42137", "title": "The genome sequence of the bramble shoot moth, Notocelia uddmanniana (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Notocelia uddmanniana (the bramble shoot moth; Arthropoda; Insecta; Lepidoptera; Tortricidae). The genome sequence is 794 megabases in span. The majority of the assembly, 99.96%, is scaffolded into 28 chromosomal pseudomolecules, with the Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-348/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19338/3f7ab17d-e5bb-43ec-a3f3-2b6f37cf380d_figure1.gif", "caption": "Figure 1. Image of the ilNotUddm1 specimen taken during preservation and processing.Notocelia uddmanniana , ilNotUddm1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17488.1"},
{"id": "PRJEB46307", "title": "The genome sequence of the large burdock Cheilosia (Meigen, 1822)", "abstract": " We present a genome assembly from an individual female  Cheilosia vulpina (the large burdock or stocky blacklet; Arthropoda; Insecta; Diptera; Syriphidae). The genome sequence is 913 megabases in span. The majority of the assembly (98.81%) is scaffolded into sixchromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-351/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19341/2633a12e-f6a7-43d9-b1ac-55a97b320034_figure1.gif", "caption": "Figure 1. Image of the sequenced idCheVulp2 specimen taken during preservation and processing.Cheilosia vulpina , idCheVulp2.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17491.1"},
{"id": "PRJEB42140", "title": "The genome sequence of the buff-tip, Phalera bucephala (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Phalera bucephala (the buff-tip; Arthropoda; Insecta; Lepidoptera; Notodontidae). The genome sequence is 933 megabases in span. The majority of the assembly, 99.27%, is scaffolded into 31 chromosomal pseudomolecules, with the W and Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/7-28/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19395/0b347ed7-69d1-464d-843b-3f8b0cd6fef1_figure1.gif", "caption": "Figure 1. Image of the Phalera bucephala specimens taken prior to preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17539.1"},
{"id": "PRJEB42066", "title": "The genome sequence of the square-spot rustic, Xestia xanthographa (Schiffermuller, 1775)", "abstract": " We present a genome assembly from an individual male  Xestia xanthographa (the square-spot rustic; Arthropoda; Insecta; Lepidoptera; Noctuidae). The genome sequence is 934 megabases in span. The majority of the assembly (99.94%) is scaffolded into 31 chromosomal pseudomolecules, with the Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/7-37/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19393/6e6c93c2-090b-4c90-b2ce-d9aa00b46234_figure1.gif", "caption": "Figure 1. Image of the Xestia xanthographa specimens taken prior to preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17538.1"},
{"id": "PRJEB45175", "title": "The genome sequence of the European hornet, Vespa crabro Linnaeus, 1758", "abstract": " We present a genome assembly from an individual female  Vespa crabro (the European hornet; Arthropoda; Insecta; Hymenoptera; Vespidae). The genome sequence is 230 megabases in span. The majority of the assembly (94.93%) is scaffolded into 25 chromosomal pseudomolecules.", "url": "https://wellcomeopenresearch.org/articles/7-27/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19402/9c4653d7-31f7-449b-82e9-db2e1a1ac09a_figure1.gif", "caption": "Figure 1. Image of the iyVesCrab1 specimen taken during preservation and processing.Vespa crabro , iyVesCrab1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17546.1"},
{"id": "PRJEB43536", "title": "The genome sequence of the lime hawk-moth, Mimas tiliae (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Mimas tiliae (the lime hawk-moth; Arthropoda; Insecta; Lepidoptera; Sphingidae). The genome sequence is 478 megabases in span. The complete assembly is scaffolded into 29 chromosomal pseudomolecules, with the Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-357/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19335/ee0db801-fc59-46f9-9e90-b2061a4df97c_figure1.gif", "caption": "Figure 1. Image of the ilMimTili1 specimen taken during preservation and processing.Mimas tiliae , ilMimTili1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17485.1"},
{"id": "PRJEB43815", "title": "The genome sequence of the large yellow underwing, Noctua pronuba (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Noctua pronuba (the large yellow underwing; Arthropoda; Insecta; Lepidoptera; Noctuidae). The genome sequence is 529 megabases in span. The complete assembly is scaffolded into 32 chromosomal pseudomolecules, with the W and Z sex chromosome assembled. The mitochondrial genome was also assembled and is 15.3 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-119/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19641/8a6e3ff0-e23b-4790-bafe-901af27e546a_figure1.gif", "caption": "Figure 1. Image of the ilNocPron1 specimen taken during preservation and processing.Noctua pronuba , ilNocPron1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17747.1"},
{"id": "PRJEB42958", "title": "The genome sequence of the bird’s nest moth, Tinea trinotella (Thunberg, 1794)", "abstract": " We present a genome assembly from an individual male  Tinea trinotella (the bird’s nest moth; Arthropoda; Insecta; Lepidoptera; Tineidae). The genome sequence is 372 megabases in span. The majority of the assembly (99.98%) is scaffolded into 30 chromosomal pseudomolecules, with the Z sex chromosome assembled. The mitochondrial genome was also assembled, and is 16.9 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-124/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19737/2abbef46-48c2-4f5e-8c1d-648da4d6c731_figure1.gif", "caption": "Figure 1. Image of the Tinea trinotella (ilTinTrin1) specimen taken prior to preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17826.1"},
{"id": "PRJEB44981?show=component-projects", "title": "The genome sequence of the tapered dronefly, Eristalis pertinax (Scopoli, 1763)", "abstract": " We present a genome assembly from an individual male  Eristalis pertinax (the tapered dronefly; Arthropoda; Insecta; Diptera; Syriphidae). The genome sequence is 487 megabases in span. The majority of the assembly (95.23%) is scaffolded into seven chromosomal pseudomolecules, with the X and Y sex chromosomes assembled. The complete mitochondrial genome was also assembled and is 17.2 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/6-292/v2", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19392/faf09b03-f2fb-4237-ad78-967de42aba13_figure1.gif", "caption": "Figure 1. Images of Eristalis pertinax .", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17267.2"},
{"id": "PRJEB45673", "title": "The genome sequence of the small skipper, Thymelicus sylvestris (Poda, 1761)", "abstract": " We present a genome assembly from an individual male  Thymelicus sylvestris (the small skipper; Arthropoda; Insecta; Lepidoptera; Hesperiidae). The genome sequence is 471 megabases in span. The majority of the assembly (99.97%) is scaffolded into 27 chromosomal pseudomolecules, with the Z sex chromosome assembled. The mitochondrial genome was also assembled and is 17.1 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-35/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19436/3288391a-b8e6-44c3-a4bc-a6a79eb859a5_figure1.gif", "caption": "Figure 1. Fore and hind wings of the Thymelicus sylvestris specimen from which the genome was sequenced.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17577.1"},
{"id": "PRJEB46306", "title": "The genome sequence of Tenthredo notha Klug, 1814, a sawfly", "abstract": " We present a genome assembly from an individual  Tenthredo notha (Arthropoda; Insecta; Hymenoptera; Halictidae) of unknown sex. The genome sequence is 253 megabases in span. The majority of the assembly (99.91%) is scaffolded into 20 chromosomal pseudomolecules. The mitochondrial genome was also assembled and is 19.8 kilobases in length. Gene annotation of this assembly on Ensembl has identified 10,235 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/7-120/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19719/996b401e-056a-41c6-ad03-a770e93fbb3a_figure1.gif", "caption": "Figure 1. Image of the Tenthredo notha (iyTenNoth1) specimen taken during preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17811.1"},
{"id": "PRJEB46857", "title": "The genome sequence of the marbled white butterfly, Melanargia galathea (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Melanargia galathea (the marbled white; Arthropoda; Insecta; Lepidoptera; Nymphalidae). The genome sequence is 606 megabases in span. The majority (99.97%) of the assembly is scaffolded into 25 chromosomal pseudomolecules, with the W and Z sex chromosomes assembled.", "url": "https://wellcomeopenresearch.org/articles/7-123/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19714/57358112-1d99-4b59-8016-75e3ae31d4e7_figure1.gif", "caption": "Figure 1. Fore and hind wings of the Melanargia galathea specimen from which the genome was sequenced.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17807.1"},
{"id": "PRJEB45187", "title": "The genome sequence of the blue-rayed limpet, Patella pellucida Linnaeus, 1758", "abstract": " We present a genome assembly from an individual  Patella pellucida (the blue-rayed limpet; Mollusca; Gastropoda; Patellidae). The genome sequence is 712 megabases in span. The majority of the assembly (99.85%) is scaffolded into 9 chromosomal pseudomolecules. The mitochondrial genome was assembled and is 14.9 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-126/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19735/5d53d37e-ba04-4b5a-811b-0c13334b41f0_figure1.gif", "caption": "Figure 1. Image of the xgPatPell1, 2, and 3 specimens along with four others not used in long read, long range, or RNAseq data generation for this species’ genome.Patella pellucida , xgPatPell1.1: metrics.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17825.1"},
{"id": "PRJEB48396", "title": "The genome sequence of the northern goshawk, Accipiter gentilis (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Accipiter gentilis (the northern goshawk; Chordata; Aves; Accipitriformes; Accipitridae). The genome sequence is 1,398 megabases in span. The majority of the assembly (99.98%) is scaffolded into 40 chromosomal pseudomolecules, with the W and Z chromosomes assembled. The complete mitochondrial genome was also assembled and is 16.6 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-122/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19730/2e3308f4-7deb-43f0-accf-6e76cad885c5_figure1.gif", "caption": "Figure 1. Image of the Accipiter gentilis specimen from the previous breeding season, captured using a camera trap.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17821.1"},
{"id": "PRJEB45129", "title": "The genome sequence of the ringed china-mark, Parapoynx stratiotata (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Parapoynx stratiotata (the ringed china-mark; Arthropoda; Insecta; Lepidoptera; Crambidae). The genome sequence is 478 megabases in span. The majority of the assembly (99.98%) is scaffolded into 30 chromosomal pseudomolecules, with the Z sex chromosome assembled. The mitochondrial genome was also assembled and is 15.4 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-121/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19715/7f75b1d7-c635-4dd7-9fc5-9c527e3069cc_figure1.gif", "caption": "Figure 1. Image of the Parapoynx stratiotata (ilParStra1) specimen taken prior to preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17808.1"},
{"id": "PRJEB46296", "title": "The genome sequence of Anoplius nigerrimus (Scopoli, 1763), a spider wasp", "abstract": " We present a genome assembly from an individual  Anoplius nigerrimus (Arthropoda; Insecta; Hymenoptera; Pompilidae) of unknown sex. The genome sequence is 624 megabases in span. In total, 45.75% of the assembly is scaffolded into 15 chromosomal pseudomolecules. The mitochondrial genome was also assembled and is 17.5 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-125/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19722/2cc40da5-4813-44ab-adcb-ec677f093029_figure1.gif", "caption": "Figure 1. Image of the Anoplius nigerrimus (iyAnoNige1) specimen taken during preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17814.1"},
{"id": "PRJEB42133", "title": "The genome sequence of the black arches, Lymantria monacha (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Lymantria monacha (the black arches; Arthropoda; Insecta; Lepidoptera; Erebidae). The genome sequence is 916 megabases in span. The majority of the assembly (99.99%) is scaffolded into 28 chromosomal pseudomolecules, with the Z sex chromosome assembled. The mitochondrial genome was also assembled, and is 15.6 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-128/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19726/99471ce1-1a44-475a-90c3-2cc37c72782e_figure1.gif", "caption": "Figure 1. Image of the Lymantria monacha (ilLymMona1) specimen taken prior to preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17817.1"},
{"id": "PRJEB48331", "title": "The genome sequence of the flounced rustic, Luperina testacea (Denis & Schiffermüller, 1775)", "abstract": " We present a genome assembly from an individual male  Luperina testacea (the flounced rustic; Arthropoda; Insecta; Lepidoptera; Noctuidae). The genome sequence is 601 megabases in span. The majority of the assembly (99.98%) is scaffolded into 31 chromosomal pseudomolecules, with the Z sex chromosome assembled. The mitochondrial genome was also assembled, and is 15.3 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/7-127/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19724/eabd9524-2660-45dc-a63b-254471456980_figure1.gif", "caption": "Figure 1. Image of the Luperina testacea (ilLupTest1) specimen taken prior to preservation and processing.", "citeURL": "https://doi.org/10.12688/wellcomeopenres.17816.1"}
]