[
{"id": "PRJEB45197", "title": "The genome sequence of the sycamore, Acronicta aceris (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Acronicta aceris (the sycamore; Arthropoda; Insecta; Lepidoptera; Noctuidae). The genome sequence is 466 megabases in span. The complete assembly is scaffolded into 32 chromosomal pseudomolecules, with the W and Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-326/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19184/59157838-7d84-4b4c-a340-2360214a8d48_figure1.gif", "caption": "Figure 1. Image of the ilAcrAcer1 specimen captured prior to preservation and processing.Acronicta aceris , ilAcrAcer1.1: metrics."},
{"id": "PRJEB45199", "title": "The genome sequence of the ornate tailed digger wasp, Cerceris rybyensis (Linnaeus, 1771)", "abstract": " We present a genome assembly from an individual female  Cerceris rybyensis (the ornate tailed digger wasp; Arthropoda; Insecta; Lepidoptera; Noctuidae). The genome sequence is 574 megabases in span. The majority of the assembly, 89.81%, is scaffolded into 14 chromosomal pseudomolecules.", "url": "https://wellcomeopenresearch.org/articles/6-337/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19333/462c77bf-ec51-44a8-9e22-6dc928054019_figure1.gif", "caption": "Figure 1. Image of the iyCerRyby1 specimen taken prior to capture (top) and during preservation and processing (bottom).Cerceris rybyensis , iyCerRyby1.1: metrics."},
{"id": "PRJEB43807", "title": "The genome sequence of the common green lacewing, Chrysoperla carnea (Stephens, 1836)", "abstract": " We present a genome assembly from an individual female  Chrysoperla carnea (a common green lacewing; Arthropoda; Insecta; Neuroptera; Chrysopidae). The genome sequence is 560 megabases in span. The majority of the assembly (95.70%) is scaffolded into six chromosomal pseudomolecules, with the X sex chromosome assembled. Gene annotation of this assembly by the NCBI Eukaryotic Genome Annotation Pipeline has identified 12,985 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-334/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19301/d9eb8203-c1bd-4b4d-a044-cd0a1a6ae18d_figure1.gif", "caption": "Figure 1. Genome assembly of Chrysoperla carnea , inChrCarn1.1: metrics."},
{"id": "PRJEB42127", "title": "The genome sequence of the yellow-tail moth, Euproctis similis (Fuessly, 1775)", "abstract": " We present a genome assembly from an individual male  Euproctis similis (the yellow-tail; Arthropoda; Insecta; Lepidoptera; Lymantriidae). The genome sequence is 508 megabases in span. Over 99% of the assembly is scaffolded into 22 chromosomal pseudomolecules, with the Z sex chromosome assembled. The complete mitochondrial genome, 15.5 kb in length, was also assembled.", "url": "https://wellcomeopenresearch.org/articles/6-227/v2", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19033/82fab318-5d58-43c2-92af-8fc7e21423eb_figure1.gif", "caption": "Figure 1. Image of the Euproctis similis specimen (ilEupSimi1) used for genome sequencing."},
{"id": "PRJEB45171", "title": "The genome sequence of the red deer, Cervus elaphus Linnaeus 1758", "abstract": " We present a genome assembly from an individual female  Cervus elaphus (the red deer; Chordata; Mammalia; Artiodactyla; Cervidae). The genome sequence is 2,887 megabases in span. The majority of the assembly is scaffolded into 34 chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-336/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19343/41147f70-ab74-4f0a-bff9-0f92055369b6_figure1.gif", "caption": "Figure 1. Image of the female Cervus elaphus from which the blood sample was taken for sequencing."},
{"id": "PRJEB45121", "title": "The genome sequence of the common malachite beetle, Malachius bipustulatus (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Malachius bipustulatus (the common malachite beetle; Arthropoda; Insecta; Coleoptera; Melyridae). The genome sequence is 544 megabases in span. The majority (99.70%) of the assembly is scaffolded into 10 chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-322/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19218/7a5baf23-47fc-4365-82e2-b97a6e34e1ba_figure1.gif", "caption": "Figure 1. Image of the Malachius bipustulatus specimen (icMalBipu1) used for genome sequencing."},
{"id": "PRJEB41907", "title": "The genome sequence of the holly blue, Celastrina argiolus (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Celastrina argiolus ) (the holly blue; Arthropoda; Insecta; Lepidoptera; Lycaenidae). The genome sequence is 499 megabases in span. The majority (99.99%) of the assembly is scaffolded into 26 chromosomal pseudomolecules, with the Z sex chromosome assembled. Gene annotation of this assembly on Ensembl has identified 12,199 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-340/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19326/232dc07d-00c2-47ab-9614-90a91d71d902_figure1.gif", "caption": "Figure 1. Fore and hind wings of the Celastrina argiolus specimen from which the genome was sequenced."},
{"id": "PRJEB43537", "title": "The genome sequence of the swallow prominent, Pheosia tremula (Clerck, 1759)", "abstract": " We present a genome assembly from an individual male  Pheosia tremula (the swallow prominent; Arthropoda; Insecta; Lepidoptera; Notodontidae). The genome sequence is 290 megabases in span. The majority of the assembly, 99.94%, is scaffolded into 31 chromosomal pseudomolecules, with the Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-335/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19334/466d7aa5-ffd6-4738-83ec-426db610394d_figure1.gif", "caption": "Figure 1. Image of the ilPheTrem1 specimen taken prior to preservation and processing.Pheosia tremula , ilPheTrem1.1: metrics."},
{"id": "PRJEB42138", "title": "The genome sequence of the iron prominent, Notodonta dromedarius (Linnaeus, 1767)", "abstract": " We present a genome assembly from an individual male  Notodonta dromedarius (iron prominent; Arthropoda; Insecta; Lepidoptera; Notodontidae). The genome sequence is 342 megabases in span. The majority of the assembly, 99.35%, is scaffolded into 31 chromosomal pseudomolecules, with the Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-341/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19339/2ae45dfe-b1f3-48e2-b531-60ad347224c1_figure1.gif", "caption": "Figure 1. Image of the ilNotDrom1 specimen taken prior to preservation and processing.Notodonta dromedarius , ilNotDrom1.1: metrics."},
{"id": "PRJEB45188", "title": "The genome sequence of a snail-killing fly, Coremacera marginata (Fabricius, 1775)", "abstract": " We present a genome assembly from an individual female  Coremacera marginata (Arthropoda; Insecta; Diptera; Sciomyzidae). The genome sequence is 980 megabases in span. The majority of the assembly (99.84%) is scaffolded into six chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-338/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19332/42cfd85b-1c59-4be9-a4f8-fe2f4a797a01_figure1.gif", "caption": "Figure 1. Image of the idCorMarg1 specimen taken during preservation and processing.Coremacera marginata , idCorMarg1.1: metrics."},
{"id": "PRJEB45190", "title": "The genome sequence of a soldier beetle, Cantharis rustica Fallén 1807", "abstract": " We present a genome assembly from an individual male  Cantharis rustica (a soldier beetle; Arthropoda; Insecta; Coleoptera; Cantharidae). The genome sequence is 446 megabases in span. The majority (99.71%) of the assembly is scaffolded into 7 chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-325/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19198/67abf36e-6e7b-44e4-b155-896a4be9caf7_figure1.gif", "caption": "Figure 1. Genome assembly of Cantharis rustica , icCanRust1.1: metrics."},
{"id": "PRJEB42869", "title": "The genome sequence of the painted lady, Vanessa cardui Linnaeus 1758", "abstract": " We present a genome assembly from an individual female  Vanessa cardui (the painted lady; Arthropoda; Insecta; Lepidoptera; Nymphalidae). The genome sequence is 425 megabases in span. The majority of the assembly is scaffolded into 32 chromosomal pseudomolecules, with the W and Z sex chromosome assembled. Gene annotation of this assembly on Ensembl has identified 12,821 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-324/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19192/09cce351-7b66-4029-98b6-7a236f471eee_figure1.gif", "caption": "Figure 1. Fore and hind wings of Vanessa cardui specimens from which the genome was sequenced."},
{"id": "PRJEB43740", "title": "The genome sequence of the spectacle, Abrostola tripartita Hufnagel, 1766", "abstract": " We present a genome assembly from an individual male  Abrostola tripartita (the spectacle; Arthropoda; Insecta; Lepidoptera; Noctuidae). The genome sequence is 381 megabases in span. The majority of the assembly (99.99%) is scaffolded into 31 chromosomal pseudomolecules, with the Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-330/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19185/8e223020-3dcf-40f8-a3c5-c81d25a1d0a8_figure1.gif", "caption": "Figure 1. Image of the ilAbrTrip1 specimen taken prior to preservation and processing.Abrostola tripartita , ilAbrTrip1.1: metrics."},
{"id": "PRJEB45671", "title": "The genome sequence of the bisetose emerald-bottle, Bellardia pandia (Walker, 1849)", "abstract": " We present a genome assembly from an individual female  Bellardia pandia (the bisetose emerald-bottle; Arthropoda; Insecta; Diptera; Calliphoridae). The genome sequence is 617 megabases in span. The majority of the assembly (97.82%) is scaffolded into six chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-344/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19342/5c48a176-2247-4757-8029-401e7c2a48e2_figure1.gif", "caption": "Figure 1. Image of the idBelPand1 specimen used for sequencing, taken during preservation ad processing. Bellardia pandia , idBelPand1.1: metrics."},
{"id": "PRJEB44540", "title": "The genome sequence of the European nightjar, Caprimulgus europaeus (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Caprimulgus europaeus (the European nightjar; Chordata; Aves; Caprimulgiformes; Caprimulgidae). The genome sequence is 1,178 megabases in span. The majority of the assembly (99.33%) is scaffolded into 37 chromosomal pseudomolecules, including the W and Z sex chromosomes.", "url": "https://wellcomeopenresearch.org/articles/6-332/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19297/58c6f438-3d1c-41ec-a76d-d607068f966d_figure1.gif", "caption": "Figure 1. Genome assembly of Caprimulgus europaeus , bCapEur3.1: metrics."},
{"id": "PRJEB43808", "title": "The genome sequence of the common wasp, Vespula vulgaris (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Vespula vulgaris (the common wasp; Arthropoda; Insecta; Hymenoptera; Vespidae). The genome sequence is 188 megabases in span. The majority of the assembly is scaffolded into 25 chromosomal pseudomolecules.", "url": "https://wellcomeopenresearch.org/articles/6-232/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19012/a74c8f4d-3358-4280-b561-4877fecb30cd_figure1.gif", "caption": "Figure 1. Genome assembly of Vespula vulgaris , iyVesVulg1.1: metrics."},
{"id": "PRJEB43184", "title": "The complete genome sequence of Eimeria tenella (Tyzzer 1929), a common gut parasite of chickens", "abstract": " We present a genome assembly from a clonal population of  Eimeria tenella Houghton parasites (Apicomplexa; Conoidasida; Eucoccidiorida; Eimeriidae). The genome sequence is 53.25 megabases in span. The entire assembly is scaffolded into 15 chromosomal pseudomolecules, with complete mitochondrion and apicoplast organellar genomes also present.", "url": "https://wellcomeopenresearch.org/articles/6-225/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/18887/aee9952d-2a4c-4d9f-bac4-031a8c599000_figure1.gif", "caption": "Figure 1. Genome assembly of Eimeria tenella Houghton, pEimTen1.1: metrics."},
{"id": "PRJEB42952", "title": "The genome sequence of the poplar hawk-moth, Laothoe populi (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Laothoe populi (the poplar hawk-moth; Arthropoda; Insecta; Lepidoptera; Sphingidae). The genome sequence is 576 megabases in span. The majority of the assembly is scaffolded into 29 chromosomal pseudomolecules, with the W and Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-237/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/18994/c53bbfe4-8171-4952-8230-4bad7091595e_figure1.gif", "caption": "Figure 1. Genome assembly of Laothoe populi , ilLaoPopu1.1: metrics."},
{"id": "PRJEB42129", "title": "The genome sequence of the snout, Hypena proboscidalis (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Hypena proboscidalis (the snout; Arthropoda; Insecta; Lepidoptera; Erebidae). The genome sequence is 637 megabases in span. The majority of the assembly is scaffolded into 31 chromosomal pseudomolecules, with the Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-236/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/18992/c4a9f2a0-0e26-49ac-a14b-4ba8386a0114_figure1.gif", "caption": "Figure 1. Genome assembly of Hypena proboscidalis , ilHypProb1.1: metrics."},
{"id": "PRJEB43012", "title": "The genome sequence of the large tortoiseshell, Nymphalis polychloros (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Nymphalis polychloros (the large tortoiseshell; Arthropoda; Insecta; Lepidoptera; Nymphalidae). The genome sequence is 398 megabases in span. The majority of the assembly is scaffolded into 32 chromosomal pseudomolecules, with the W and Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-238/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19000/d74ca088-31ea-425a-9e50-11f235c4d8c4_figure1.gif", "caption": "Figure 1. Fore and hind wings of Nymphalis polychloros specimen from which the genome was sequenced."},
{"id": "PRJEB42112", "title": "The genome sequence of the small tortoiseshell butterfly, Aglais urticae (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Aglais urticae (also known as ; the small tortoiseshell; Arthropoda; Insecta; Lepidoptera; Nymphalidae). The genome sequence is 384 megabases in span. The majority of the assembly is scaffolded into 32 chromosomal pseudomolecules, with the W and Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-233/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19001/35100cf2-a650-4815-a841-e48742c5ed9b_figure1.gif", "caption": "Figure 1. Fore and hind wings of Aglais urticae specimens from which the genome was sequenced."},
{"id": "PRJEB43742", "title": "The genome sequence of the common red soldier beetle, Rhagonycha fulva (Scopoli, 1763)", "abstract": " We present a genome assembly from an individual female  Rhagonycha fulva (the common red soldier beetle; Arthropoda; Insecta; Coleoptera; Cantharidae). The genome sequence is 425 megabases in span. The majority of the assembly is scaffolded into seven chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-243/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19002/72dc5e27-e74c-4eed-9885-3493ec026fd7_figure1.gif", "caption": "Figure 1. Genome assembly of Rhagonycha fulva , icRhaFulv1.1: metrics."},
{"id": "PRJEB42130", "title": "The genome sequence of the European peacock butterfly, Aglais io (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Aglais io (also known as and ) (the European peacock; Arthropoda; Insecta; Lepidoptera; Nymphalidae). The genome sequence is 384 megabases in span. The majority (99.91%) of the assembly is scaffolded into 31 chromosomal pseudomolecules, with the Z sex chromosome assembled. Gene annotation of this assembly on Ensembl has identified 11,420 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-258/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19009/ad678212-1664-4882-b7bd-4fc773f69c2e_figure1.gif", "caption": "Figure 1. Fore and hind wings of Aglais io specimen from which the genome was sequenced."},
{"id": "PRJEB42957", "title": "The genome sequence of the white ermine, Spilosoma lubricipeda Linnaeus 1758", "abstract": " We present a genome assembly from an individual male  Spilosoma lubricipeda (the white ermine; Arthropoda; Insecta; Lepidoptera; Erebidae). The genome sequence is 587 megabases in span. The majority of the assembly is scaffolded into 30 chromosomal pseudomolecules, with the Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-271/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/18993/e31a8fab-3d29-4da9-99e9-9b7d7986a16c_figure1.gif", "caption": "Figure 1. Genome assembly of Spilosoma lubricipeda , ilSpiLubr1.1: metrics."},
{"id": "PRJEB43539", "title": "The genome sequence of the garden bumblebee, Bombus hortorum (Linnaeus, 1761)", "abstract": " We present a genome assembly from an individual female  Bombus hortorum (the garden bumblebee; Arthropoda; Insecta; Hymenoptera; Apidae). The genome sequence is 296 megabases in span. The majority of the assembly is scaffolded into 18 chromosomal pseudomolecules.", "url": "https://wellcomeopenresearch.org/articles/6-270/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/18990/1feeaa3b-3161-4705-8fb2-20dee655f1a3_figure1.gif", "caption": "Figure 1. Genome assembly of Bombus hortorum , iyBomHort1.1: metrics."},
{"id": "PRJEB41887", "title": "The genome sequence of the large white, Pieris brassicae (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Pieris brassicae (the large white; Arthropoda; Insecta; Lepidoptera; Pieridae). The genome sequence is 292 megabases in span. The majority of the assembly is scaffolded into 16 chromosomal pseudomolecules, with the W and Z sex chromosome assembled. Gene annotation of this assembly on Ensembl has identified 12,229 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-262/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19097/41d40b6a-6efa-439c-9f4c-464e38aeebbe_figure1.gif", "caption": "Figure 1. Fore and hind wings of Pieris brassicae specimens from which the genome was sequenced."},
{"id": "PRJEB42891", "title": "The genome sequence of the Glanville fritillary, Melitaea cinxia (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Melitaea cinxia (the Glanville fritillary; Arthropoda; Insecta; Lepidoptera; Nymphalidae). The genome sequence is 499 megabases in span. The complete assembly is scaffolded into 31 chromosomal pseudomolecules, with the Z sex chromosome assembled. Gene annotation of this assembly on Ensembl has identified 13,666 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-266/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19107/a556598f-bd8a-4606-8c2d-1c7385cd6dd8_figure1.gif", "caption": "Figure 1. Fore and hind wings of Melitaea cinxia specimen from which the genome was sequenced."},
{"id": "PRJEB41953", "title": "The genome sequence of the peach blossom moth, Thyatira batis (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Thyatira batis (the peach-blossom moth; Arthropoda; Insecta; Lepidoptera; Drepanidae). The genome sequence is 315 megabases in span. The majority of the assembly (99.68%) is scaffolded into 31 chromosomal pseudomolecules, with the Z sex chromosome assembled. The mitochondrial genome was also assembled and is 15.4 kilobases in length. Gene annotation of this assembly on Ensembl has identified 12,238 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-267/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19086/4ec21d19-cb3b-4550-9fec-51625ce1521f_figure1.gif", "caption": "Figure 1. Image of the Thyatira batis sample used to generate the genome assembly (ilThyBati1)."},
{"id": "PRJEB42878", "title": "The genome sequence of the clouded yellow, Colias crocea (Geoffroy, 1785)", "abstract": " We present a genome assembly from an individual female  Colias crocea (also known as ; the clouded yellow; Arthropoda; Insecta; Lepidoptera; Pieridae). The genome sequence is 325 megabases in span. The complete assembly is scaffolded into 32 chromosomal pseudomolecules, with the W and Z sex chromosome assembled. Gene annotation of this assembly on Ensembl has identified 13,803 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-284/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19119/90215ff3-31b9-45b2-b871-8c4462c0dace_figure1.gif", "caption": "Figure 1. Fore and hind wings of Colias crocea specimen from which the genome was sequenced."},
{"id": "PRJEB45185", "title": "The genome sequence of the bootlace worm, Lineus longissimus (Gunnerus, 1770)", "abstract": " We present a genome assembly from an individual  Lineus longissimus (the bootlace worm; Nemertea; Pilidiophora; Heteronemertea; Lineidae). The genome sequence is 391 megabases in span. The majority of the assembly is scaffolded into 19 chromosomal pseudomolecules.", "url": "https://wellcomeopenresearch.org/articles/6-272/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/18996/78a77ad1-630b-446c-85e6-5dbe61515c44_figure1.gif", "caption": "Figure 1. Genome assembly of Lineus longissimus , tnLinLong1.1: metrics."},
{"id": "PRJEB42143", "title": "The genome sequence of the small white, Pieris rapae (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Pieris rapae (the small white; Arthropoda; Insecta; Lepidoptera; Pieridae). The genome sequence is 256 megabases in span. The majority of the assembly is scaffolded into 26 chromosomal pseudomolecules, with the W and Z sex chromosome assembled. Gene annotation of this assembly on Ensembl has identified 12,390 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-273/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19113/66756f65-c8fd-4daf-9f69-95d3602ea807_figure1.gif", "caption": "Figure 1. Fore and hind wings of Pieris rapae specimen from which the genome was sequenced."},
{"id": "PRJEB43798", "title": "The genome sequence of the green-underside blue, Glaucopsyche alexis (Poda, 1761)", "abstract": " We present a genome assembly from an individual male  Glaucopsyche alexis (the green-underside blue; Arthropoda; Insecta; Lepidoptera; Lycaenidae). The genome sequence is 620 megabases in span. The majority (99.87%) of the assembly is scaffolded into 23 chromosomal pseudomolecules, with the Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-274/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19082/c6ad1e06-7380-456f-b10f-701f01a580ec_figure1.gif", "caption": "Figure 1. Fore and hind wings of the Glaucopsyche alexis specimen from which the genome was sequenced."},
{"id": "PRJEB42238", "title": "The genome sequence of the common toad, Bufo bufo (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Bufo bufo (the common toad; Chordata; Amphibia; Anura; Bufonidae). The genome sequence is 5.04 gigabases in span. The majority of the assembly (99.1%) is scaffolded into 11 chromosomal pseudomolecules. Gene annotation of this assembly by the NCBI Eukaryotic Genome Annotation Pipeline has identified 21,517 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-281/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19125/412f7036-cc7a-4d4c-8a6f-a4d748ab39bb_figure1.gif", "caption": "Figure 1. Bufo bufo , aBufBuf1.1: metrics."},
{"id": "PRJEB42139", "title": "The genome sequence of the speckled wood butterfly, Pararge aegeria (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Pararge aegeria (the speckled wood butterfly; Arthropoda; Insecta; Lepidoptera; Nymphalidae). The genome sequence is 517 megabases in span. The majority of the assembly (99.68%) is scaffolded into 29 chromosomal pseudomolecules, with the W and Z sex chromosome assembled. Gene annotation of this assembly on Ensembl has identified 12,288 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-287/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19102/0498ff2f-4a4f-4026-859e-39828f9a5f2e_figure1.gif", "caption": "Figure 1. Fore and hind wings of Pararge aegeria specimens from which the genome was sequenced."},
{"id": "PRJEB45122", "title": "The genome sequence of the St Mark’s fly, Bibio marci (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Bibio marci (the St Mark’s fly; Arthropoda; Insecta; Diptera; Bibionidae). The genome sequence is 340 megabases in span. The complete assembly is scaffolded into six chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-285/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19083/d5216200-0773-45ba-9f2a-69327736a8d0_figure1.gif", "caption": "Figure 1. Genome assembly of Bibio marci , idBibMarc1.1: metrics."},
{"id": "PRJEB43473", "title": "The genome sequence of the small copper, Lycaena phlaeas (Linnaeus, 1760)", "abstract": " We present a genome assembly from an individual male  Lycaena phlaeas (the small copper; Arthropoda; Insecta; Lepidoptera; Lycaenidae). The genome sequence is 420 megabases in span. The whole of the assembly is scaffolded into 24 chromosomal pseudomolecules, with the Z sex chromosome assembled. Gene annotation of this assembly on Ensembl has identified 12,147 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-294/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19115/bd58bd77-e2d8-4e5b-9e61-33bd3c4919c5_figure1.gif", "caption": "Figure 1. Fore and hind wings of Lycaena phlaeas specimen from which the genome was sequenced."},
{"id": "PRJEB42239", "title": "The genome sequence of the common frog, Rana temporaria Linnaeus 1758", "abstract": " We present a genome assembly from an individual female  Rana temporaria (the common frog; Chordata; Amphibia; Anura; Ranidae). The genome sequence is 4.11 gigabases in span. The majority of the assembly is scaffolded into 13 chromosomal pseudomolecules. Gene annotation of this assembly by the NCBI Eukaryotic Genome Annotation Pipeline has identified 23,707 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-286/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19123/c1981901-257c-4a2e-aab7-4298fdd878ff_figure1.gif", "caption": "Figure 1. Images of the Rana temporaria specimen sequenced."},
{"id": "PRJEB43012", "title": "The genome sequences of the male and female green-veined white, Pieris napi (Linnaeus, 1758)", "abstract": " We present genome assemblies from a male and female  Pieris napi (the green-veined white; Arthropoda; Insecta; Lepidoptera; Pieridae). The genome sequences of the male and female are 320 and 319 megabases in span, respectively. The majority of the assembly (99.79% of the male assembly, 99.88% of the female) is scaffolded into 24 autosomal pseudomolecules, with the Z sex chromosome assembled for the male and Z and W chromosomes assembled for the female. Gene annotation of the male assembly on Ensembl has identified 13,221 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-288/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19101/392e3c08-ec1d-48bc-b534-33908a13b574_figure1.gif", "caption": "Figure 1. Fore and hind wings of Pieris napi specimens from which the genome was sequenced."},
{"id": "PRJEB45196", "title": "The genome sequence of the devil’s coach horse, Ocypus olens (Müller, 1764)", "abstract": " We present a genome assembly from an individual female  Ocypus olens (the devil’s coach horse; Arthropoda; Insecta; Coleoptera; Staphylinidae). The genome sequence is 1,084 megabases in span. The majority (98.81%) of the assembly is scaffolded into 20 chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-293/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19172/75e3202f-82f9-4b60-97b0-d07719c0a6ed_figure1.gif", "caption": "Figure 1. Image of the icOcyOlen1 specimen taken prior to preservation and processing.Ocypus olens , icOcyOlen1.1: metrics."},
{"id": "PRJEB43535", "title": "The genome sequence of the meadow brown, Maniola jurtina (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Maniola jurtina (the meadow brown; Arthropoda; Insecta; Lepidoptera; Nymphalidae). The genome sequence is 402 megabases in span. The complete assembly is scaffolded into 30 chromosomal pseudomolecules, with the W and Z sex chromosome assembled. Gene annotation of this assembly on Ensembl has identified 12,502 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-296/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19131/c8cdd59b-e2a0-4d44-8c41-aacb17cac6b1_figure1.gif", "caption": "Figure 1. Fore and hind wings of Maniola jurtina specimens from which the genome was sequenced."},
{"id": "PRJEB45116", "title": "The genome sequence of the spiny starfish, Marthasterias glacialis (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual  Marthasterias glacialis (the spiny starfish; Echinodermata; Asteroidea; Forcipulatida; Asteriidae). The genome sequence is 521 megabases in span. The majority of the assembly, 99.44%, is scaffolded into 22 chromosomal pseudomolecules. The mitochondrial genome has also been assembled, and is 16 kb in span.", "url": "https://wellcomeopenresearch.org/articles/6-295/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19174/4051ddf5-2674-4ac8-8a2f-aef818312df4_figure1.gif", "caption": "Figure 1. An image of the sequenced specimen, eaMarGlac1, taken immediately prior to processing and preservation.Marthasterias glacialis , eaMarGlac1.1: metrics."},
{"id": "PRJEB45118", "title": "The genome sequence of the long-spined sea scorpion, Taurulus bubalis (Euphrasén, 1786)", "abstract": " We present a genome assembly from an individual female  Taurulus bubalis (the long-spined sea scorpion; Chordata; Actinopteri; Perciformes; Cottidae). The genome sequence is 615 megabases in span. The complete assembly is scaffolded into 21 chromosomal pseudomolecules.", "url": "https://wellcomeopenresearch.org/articles/6-299/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19189/850df0bc-1be2-4b3a-af70-6a835a37fd64_figure1.gif", "caption": "Figure 1. Images of the fTauBub2 specimen taken prior to preservation and processing.Taurulus bubalis , fTauBub2.1: metrics."},
{"id": "PRJEB43032", "title": "The genome sequence of the drone fly, Eristalis tenax (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Eristalis tenax (the drone fly; Arthropoda; Insecta; Diptera; Syriphidae). The genome sequence is 487 megabases in span. The majority of the assembly (96.50%) is scaffolded into six chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-307/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19191/9f81c25b-f098-4d68-9f52-22e0737f861c_figure1.gif", "caption": "Figure 1. Top, image of the idEriTena2 specimen used for sequencing, with 43.9 mm FluidX sample tube for scale. Below, example image of an Eristalis tenax individual (not the sampled specimen) taken by William Hawkes."},
{"id": "PRJEB45202", "title": "The genome sequence of the harlequin ladybird, Harmonia axyridis (Pallas, 1773)", "abstract": " We present a genome assembly from an individual female  Harmonia axyridis (the harlequin ladybird; Arthropoda; Insecta; Coleoptera; Coccinellidae). The genome sequence is 426 megabases in span. The majority (99.98%) of the assembly is scaffolded into 8 chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-300/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19179/79a3dcf3-2d18-4d91-abb1-ae4aac680934_figure1.gif", "caption": "Figure 1. An image of the sequenced specimen, icHarAxyr1, captured immediately prior to processing and preservation.Harmonia axyridis , icHarAxyr1.1: metrics."},
{"id": "PRJEB42954", "title": "The genome sequence of the heath fritillary, Melitaea athalia (Rottemburg, 1775)", "abstract": " We present a genome assembly from an individual female  Melitaea athalia (also known as ; the heath fritillary; Arthropoda; Insecta; Lepidoptera; Nymphalidae). The genome sequence is 610 megabases in span. In total, 99.98% of the assembly is scaffolded into 32 chromosomal pseudomolecules, with the W and Z sex chromosome assembled. Gene annotation of this assembly on Ensembl has identified 12,824 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-304/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19104/548cb413-c332-489c-8345-75fabef53d62_figure1.gif", "caption": "Figure 1. Fore and hind wings of Melitaea athalia specimen from which the genome was sequenced."},
{"id": "PRJEB43200", "title": "The genome sequence of the grey wolf, Canis lupus Linnaeus 1758", "abstract": " We present a genome assembly from an individual male  Canis lupus orion (the grey wolf, subspecies: Greenland wolf; Chordata; Mammalia; Carnivora; Canidae). The genome sequence is 2,447 megabases in span. The majority of the assembly (98.91%) is scaffolded into 40 chromosomal pseudomolecules, with the X and Y sex chromosomes assembled.", "url": "https://wellcomeopenresearch.org/articles/6-310/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19162/d2d3f437-ec7e-44ae-bb8d-77802ca12bf7_figure1.gif", "caption": "Figure 1. Genome assembly of Canis lupus , mCanLor1.2: metrics."},
{"id": "PRJEB43530", "title": "The genome sequence of the red-headed cardinal beetle, Pyrochroa serraticornis (Scopoli, 1763)", "abstract": " We present a genome assembly from an individual male  Pyrochroa serraticornis (the red-headed cardinal beetle; Arthropoda; Insecta; Coleoptera; Pyrochroidae). The genome sequence is 249 megabases in span. The majority (97.92%) of the assembly is scaffolded into 10 chromosomal pseudomolecules, with the X and Y sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-316/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19197/61da7b5c-1910-47e3-ab06-217067fd2325_figure1.gif", "caption": "Figure 1. Genome assembly of Pyrochroa serraticornis , icPyrSerr1.1: metrics."},
{"id": "PRJEB45192", "title": "The genome sequence of the black clock beetle, Pterostichus madidus (Fabricius, 1775)", "abstract": " We present a genome assembly from an individual female  Pterostichus madidus (the black clock beetle; Arthropoda; Insecta; Coleoptera; Carabidae). The genome sequence is 705 megabases in span. The majority (99.96%) of the assembly is scaffolded into 19 chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-301/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19177/ff6ee598-e654-4e90-8e85-8e9b85b67a90_figure1.gif", "caption": "Figure 1. An image of the sequenced specimen, icPteMadi1, captured immediately prior to processing and preservation.Pterostichus madidus , icPteMadi1.1: metrics."},
{"id": "PRJEB45130", "title": "The genome sequence of Svensson’s copper underwing, Amphipyra berbera Rungs, 1949", "abstract": " We present a genome assembly from an individual male  Amphipyra berbera (Svensson’s copper underwing; Arthropoda; Insecta; Lepidoptera; Noctuidae). The genome sequence is 582 megabases in span. The majority (99.97%) of the assembly is scaffolded into 31 chromosomal pseudomolecules, with the Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-314/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19180/0d059d7d-0585-48fb-9f1f-67d7c3a7a00f_figure1.gif", "caption": "Figure 1. An image of the sequenced specimen, ilAmpBerb1, captured immediately prior to processing and preservation.Amphipyra berbera , ilAmpBerb1.1: metrics."},
{"id": "PRJEB45119", "title": "The genome sequence of the hazel leaf-roller, Apoderus coryli (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Apoderus coryli (the hazel leaf roller; Arthropoda; Insecta; Coleoptera; Attelabidae). The genome sequence is 428 megabases in span. The majority (98.90%) of the assembly is scaffolded into 20 chromosomal pseudomolecules, with the X and Y sex chromosomes assembled.", "url": "https://wellcomeopenresearch.org/articles/6-315/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19217/e53a5e94-7707-4706-a42c-d0630bc45be2_figure1.gif", "caption": "Figure 1. Images of the Apoderus colyri specimen, icApoCory1, used for genome sequencing."},
{"id": "PRJEB45198", "title": "The genome sequence of the two-banded wasp hoverfly, Chrysotoxum bicinctum (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Chrysotoxum bicinctum (the two-banded wasp hoverfly; Arthropoda; Insecta; Diptera; Syriphidae). The genome sequence is 913 megabases in span. The majority of the assembly (98.81%) is scaffolded into five chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-321/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19219/6612d9bd-beab-42b9-945d-67d5218270a1_figure1.gif", "caption": "Figure 1. Top, image of the idChrBici1 specimen used for sequencing, with 43.9 mm FluidX sample tube for scale.Chrysotoxum bicinctum , idChrBici1.1: metrics."},
{"id": "PRJEB45203", "title": "The genome sequence of the bishop’s mitre shieldbug, Aelia acuminata (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Aelia acuminata (the bishop’s mitre shieldbug; Arthropoda; Insecta; Hemiptera; Pentatomidae). The genome sequence is 1,170 megabases in span. The majority of the assembly (99.78%) is scaffolded into 8 chromosomal pseudomolecules, with the X and Y sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-320/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19237/1504f01a-cc10-48d3-a66e-56e45fd2c977_figure1.gif", "caption": "Figure 1. Image of the Aelia acuminata specimen (ihAelAcum1) used for genome sequencing, taken during preservation and processing."},
{"id": "PRJEB44834", "title": "The genome sequence of the seven-spotted ladybird, Coccinella septempunctata Linnaeus, 1758", "abstract": " We present a genome assembly from an individual female  Coccinella septempunctata (the seven-spotted ladybird; Arthropoda; Insecta; Coleoptera; Coccinellidae). The genome sequence is 399 megabases in span. The majority (99.96%) of the assembly is scaffolded into 9 chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-319/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19176/e9134ed5-f030-4418-aa18-dc7806c7f727_figure1.gif", "caption": "Figure 1. Image of the icCocSept1 specimen captured prior to preservation and processing.Coccinella septempunctata , icCocSept1.1: metrics."},
{"id": "PRJEB35386", "title": "The genome sequence of the eastern grey squirrel, Sciurus carolinensis Gmelin, 1788", "abstract": " We present a genome assembly from an individual male  Sciurus carolinensis (the eastern grey squirrel; Vertebrata; Mammalia; Eutheria; Rodentia; Sciuridae). The genome sequence is 2.82 gigabases in span. The majority of the assembly (92.3%) is scaffolded into 21 chromosomal-level scaffolds, with both X and Y sex chromosomes assembled.", "url": "https://wellcomeopenresearch.org/articles/5-27/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/17234/07ffdec7-6bdb-4298-8311-8619b8988d0c_figure1.gif", "caption": "Figure 1.Genome assembly of Sciurus carolinensis mSciCar1: Metrics."},
{"id": "PRJEB30272", "title": "The genome sequence of the channel bull blenny, Cottoperca gobio (Günther, 1861)", "abstract": " We present a genome assembly for  Cottoperca gobio (channel bull blenny, (Günther, 1861)); Chordata; Actinopterygii (ray-finned fishes), a temperate water outgroup for Antarctic Notothenioids. The size of the genome assembly is 609 megabases, with the majority of the assembly scaffolded into 24 chromosomal pseudomolecules. Gene annotation on Ensembl of this assembly has identified 21,662 coding genes.", "url": "https://wellcomeopenresearch.org/articles/5-148/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/17562/b5a36037-c6ea-48dc-978a-538d80bff0b0_figure1.gif", "caption": "Figure 1. Genome assembly of Cottoperca gobio, fCotGob3.1. - BlobToolKit Snailplot, showing N50 metrics and BUSCO gene completeness.Cottoperca gobio , fCotGob3.1."},
{"id": "PRJEB32115", "title": "The genome sequence of the brown trout, Salmo trutta Linnaeus 1758", "abstract": " We present a genome assembly from an individual female  Salmo trutta (the brown trout; Chordata; Actinopteri; Salmoniformes; Salmonidae). The genome sequence is 2.37 gigabases in span. The majority of the assembly is scaffolded into 40 chromosomal pseudomolecules. Gene annotation of this assembly on Ensembl has identified 43,935 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-108/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/18573/42b3580f-2f73-4ba4-9062-e3a8eeeb42a4_figure1.gif", "caption": "Figure 1. Genome assembly of Salmo trutta , fSalTru1.1: metrics."},
{"id": "PRJNA662962", "title": "The genome sequence of the Norway rat, Rattus norvegicus Berkenhout 1769", "abstract": " We present a genome assembly from an individual male  Rattus norvegicus (the Norway rat; Chordata; Mammalia; Rodentia; Muridae). The genome sequence is 2.44 gigabases in span. The majority of the assembly is scaffolded into 20 chromosomal pseudomolecules, with both X and Y sex chromosomes assembled. This genome assembly, mRatBN7.2, represents the new reference genome for and has been adopted by the Genome Reference Consortium.", "url": "https://wellcomeopenresearch.org/articles/6-118/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/18591/35282edb-53e5-416d-b7e5-62909ef68b9b_figure1.gif", "caption": "Figure 1. Genome assembly of Rattus norvegicus , mRatBN7.2: metrics."},
{"id": "PRJEB27699", "title": "The genome sequence of the European golden eagle, Aquila chrysaetos chrysaetos Linnaeus 1758", "abstract": " We present a genome assembly from an individual female  Aquila chrysaetos chrysaetos (the European golden eagle; Chordata; Aves; Accipitridae). The genome sequence is 1.23 gigabases in span. The majority of the assembly is scaffolded into 28 chromosomal pseudomolecules, including the W and Z sex chromosomes.", "url": "https://wellcomeopenresearch.org/articles/6-112/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/18335/518734b7-4358-4e3f-9818-9405f95eaff9_figure1.gif", "caption": "Figure 1. Genome assembly of Aquila chrysaetos chrysaetos bAquChr1.4."},
{"id": "PRJEB36756", "title": "The genome sequence of the ringlet, Aphantopus hyperantus Linnaeus 1758", "abstract": " We present a genome assembly based on an individual female  Aphantopus hyperantus , also known as (the ringlet butterfly; Arthropoda; Insecta; Lepidoptera, Nymphalidae), scaffolded using data from a second, unrelated specimen. The genome sequence is 411 megabases in span. The majority of the assembly is scaffolded into 29 chromosomal pseudomolecules, including the Z sex chromosome.", "url": "https://wellcomeopenresearch.org/articles/6-165/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/18751/e777e6c3-613f-45c6-af1b-162485023ebe_figure1.gif", "caption": "Figure 1. Fore and hind wings of Aphantopus hyperantus specimens from which the genome was sequenced."},
{"id": "PRJEB42137", "title": "The genome sequence of the bramble shoot moth, Notocelia uddmanniana (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Notocelia uddmanniana (the bramble shoot moth; Arthropoda; Insecta; Lepidoptera; Tortricidae). The genome sequence is 794 megabases in span. The majority of the assembly, 99.96%, is scaffolded into 28 chromosomal pseudomolecules, with the Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-348/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19338/3f7ab17d-e5bb-43ec-a3f3-2b6f37cf380d_figure1.gif", "caption": "Figure 1. Image of the ilNotUddm1 specimen taken during preservation and processing.Notocelia uddmanniana , ilNotUddm1.1: metrics."},
{"id": "PRJEB39550", "title": "The genome sequence of the European water vole, Arvicola amphibius Linnaeus 1758", "abstract": " We present a genome assembly from an individual male  Arvicola amphibius (the European water vole; Chordata; Mammalia; Rodentia; Cricetidae). The genome sequence is 2.30 gigabases in span. The majority of the assembly is scaffolded into 18 chromosomal pseudomolecules, including the X sex chromosome. Gene annotation of this assembly on Ensembl has identified 21,394 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-162/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/18475/13848dfe-0d50-4144-8a09-513fe55ae6e7_figure1.gif", "caption": "Figure 1. Genome assembly of Arvicola amphibius , mArvAmp1.2: metrics."},
{"id": "PRJEB42136", "title": "The genome sequence of the broad-bordered yellow underwing, Noctua fimbriata (Schreber, 1759)", "abstract": " We present a genome assembly from an individual female  Noctua fimbriata (the broad-bordered yellow underwing; Arthropoda; Insecta; Lepidoptera; Noctuidae). The genome sequence is 574 megabases in span. The complete assembly is scaffolded into 32 chromosomal pseudomolecules, with the W and Z sex chromosomes assembled.", "url": "https://wellcomeopenresearch.org/articles/6-345/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19340/683f8bdc-a3ed-44fe-9a09-1366c9705e1b_figure1.gif", "caption": "Figure 1. Image of the ilNocFimb1 specimen taken during preservation and processing.Noctua fimbriata , ilNocFimb1.1: metrics."},
{"id": "PRJEB46307", "title": "The genome sequence of the large burdock Cheilosia (Meigen, 1822)", "abstract": " We present a genome assembly from an individual female  Cheilosia vulpina (the large burdock or stocky blacklet; Arthropoda; Insecta; Diptera; Syriphidae). The genome sequence is 913 megabases in span. The majority of the assembly (98.81%) is scaffolded into sixchromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-351/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19341/2633a12e-f6a7-43d9-b1ac-55a97b320034_figure1.gif", "caption": "Figure 1. Image of the sequenced idCheVulp2 specimen taken during preservation and processing.Cheilosia vulpina , idCheVulp2.1: metrics."},
{"id": "PRJEB41956", "title": "The genome sequence of the red admiral, Vanessa atalanta (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual female  Vanessa atalanta (the red admiral; Arthropoda; Insecta; Lepidoptera; Nymphalidae). The genome sequence is 370 megabases in span. The majority of the assembly (99.44%) is scaffolded into 32 chromosomal pseudomolecules, with the W and Z sex chromosome assembled. Gene annotation of this assembly on Ensembl has identified 12,493 protein coding genes.", "url": "https://wellcomeopenresearch.org/articles/6-356/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19376/da612834-c754-476f-abd1-a83db0e455e3_figure1.gif", "caption": "Figure 1. Fore and hind wings of Vanessa atalanta specimens from which the genome was sequenced."},
{"id": "PRJEB43008", "title": "The genome sequence of the tapered dronefly, Eristalis pertinax (Scopoli, 1763)", "abstract": " We present a genome assembly from an individual male  Eristalis pertinax (the tapered dronefly; Arthropoda; Insecta; Diptera; Syriphidae). The genome sequence is 487 megabases in span. The majority of the assembly (95.23%) is scaffolded into seven chromosomal pseudomolecules, with the X and Y sex chromosomes assembled. The complete mitochondrial genome was also assembled and is 17.2 kilobases in length.", "url": "https://wellcomeopenresearch.org/articles/6-292/v2", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19392/faf09b03-f2fb-4237-ad78-967de42aba13_figure1.gif", "caption": "Figure 1. Images of Eristalis pertinax ."},
{"id": "PRJEB43536", "title": "The genome sequence of the lime hawk-moth, Mimas tiliae (Linnaeus, 1758)", "abstract": " We present a genome assembly from an individual male  Mimas tiliae (the lime hawk-moth; Arthropoda; Insecta; Lepidoptera; Sphingidae). The genome sequence is 478 megabases in span. The complete assembly is scaffolded into 29 chromosomal pseudomolecules, with the Z sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-357/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/19335/ee0db801-fc59-46f9-9e90-b2061a4df97c_figure1.gif", "caption": "Figure 1. Image of the ilMimTili1 specimen taken during preservation and processing.Mimas tiliae , ilMimTili1.1: metrics."},
{"id": "PRJEB38658", "title": "The genome sequence of the European robin, Erithacus rubecula Linnaeus 1758", "abstract": " We present a genome assembly from an individual female  Erithacus rubecula (the European robin; Chordata; Aves; Passeriformes; Turdidae). The genome sequence is 1.09 gigabases in span. The majority of the assembly is scaffolded into 36 chromosomal pseudomolecules, with both W and Z sex chromosomes assembled.", "url": "https://wellcomeopenresearch.org/articles/6-172/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/18756/2889cd95-af1a-414a-b696-9185b881b05c_figure1.gif", "caption": "Figure 1. Genome assembly of Erithacus rubecula , bEriRub2.2. BlobToolKit Snailplot."},
{"id": "PRJEB35381", "title": "The genome sequence of the Eurasian red squirrel, Sciurus vulgaris Linnaeus 1758", "abstract": " We present a genome assembly from an individual male  Sciurus vulgaris (the Eurasian red squirrel; Vertebrata; Mammalia; Eutheria; Rodentia; Sciuridae). The genome sequence is 2.88 gigabases in span. The majority of the assembly is scaffolded into 21 chromosomal-level scaffolds, with both X and Y sex chromosomes assembled.", "url": "https://wellcomeopenresearch.org/articles/5-18/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/17184/c2c28542-e7c9-4635-97ab-41873de24f63_figure1.gif", "caption": "Figure 1. Genome assembly of Sciurus vulgaris mSciVul1: Metrics.vulgaris mSciVul1 : GC-coverage plot."},
{"id": "PRJEB39564", "title": "The genome sequence of the common pipistrelle, Pipistrellus pipistrellus Schreber 1774", "abstract": " We present a genome assembly from an individual female  Pipistrellus pipistrellus (the common pipistrelle; Chordata; Mammalia; Chiroptera; Vespertilionidae). The genome sequence is 1.76 gigabases in span. The majority of the assembly is scaffolded into 21 chromosomal pseudomolecules, with the X sex chromosome assembled.", "url": "https://wellcomeopenresearch.org/articles/6-117/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/18638/04308a3e-1116-4ee5-855b-bfabb4e1fb12_figure1.gif", "caption": "Figure 1. Genome assembly of Pipistrellus pipistrellus , mPipPip1.1: metrics."},
{"id": "PRJEB32724", "title": "The genome sequence of the European turtle dove, Streptopelia turtur Linnaeus 1758", "abstract": " We present a genome assembly from an individual female  Streptopelia turtur (the European turtle dove; Chordata; Aves; Columbidae). The genome sequence is 1.18 gigabases in span. The majority of the assembly is scaffolded into 35 chromosomal pseudomolecules, with the W and Z sex chromosomes assembled.", "url": "https://wellcomeopenresearch.org/articles/6-191/v1", "figureURI": "https://wellcomeopenresearch.s3.amazonaws.com/manuscripts/18842/11686e00-d88e-417b-a47f-6b5c945fa787_figure1.gif", "caption": "Figure 1. Genome assembly of Streptopelia turtur , bStrTur1.2: metrics."}
]